Repository: dbf/django-dpotools
Catalog: dpotools/locale/*/LC_MESSAGES/django.po
Languages: de

source: [DPO CONTACT FORM]
de: [DSB KONTAKTFORMULAR]

source: Anonymous
de: Unbekannt

source: ************************************************************************ * Warning: This mail was sent via the publicly accessible DPO * contact form. This contact form allows to enter arbitrary * information, so be skeptical about the content. * In case no sender was given, this mail will show "do-not-reply@" as * sender. Answering to this sender is futile (undeliverable). * In case this mail has an attachment, save it and check the file * for possible malware before you open it. ************************************************************************
de: ************************************************************************ * Achtung: Diese Mail wurde über das öffentlich zugängliche DSB- * Kontaktformular gesendet. Dieses Kontaktformular erlaubt beliebige * Angaben. Seien Sie also skeptisch bzgl. des Inhalts dieser Mail. * Wenn kein Absender angegeben wurde, zeigt diese Mail "do-not-reply@" * als Absender. Anworten sind dann sinnlos (unzustellbar). * Wenn diese Mail einen Anhang aufweist, speichern Sie diesen in eine * Datei und prüfen Sie diese auf Malware, bevor Sie sie öffnen. ************************************************************************

source: Some entity
de: Irgendeine Stelle

source: The President
de: Der Präsident

source: 42 Sesame St.
de: Sesamstr. 42

source: Some city
de: Irgendeine Stadt

source: Some state
de: Irgendein Land

source: Some entity HRM
de: Personalverwaltung irgendeiner Stelle

source: Data Protection Officer
de: Die Datenschutzbeauftragte

source: The Some state Commissioner for Data Protection
de: Der Landesdatenschutzbeauftragte irgendeines Landes

source: PO Box 4711
de: Postfach 4711

source: Some capital
de: Irgendeine Hauptstadt

source: Some CA
de: Irgendeine CA

source: DPO comment
de: Anmerkung der DSB

source: Address the issues described in here, then remove the content of this field.
de: Behandeln Sie die hier beschriebenen Probleme und löschen Sie danach den Inhalt dieses Felds.

source: English
de: Englisch

source: German
de: Deutsch
