Repository: dbf/django-dpotools
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Error: 403 (HTTP forbidden) - if you think this should not happen, please contact the DPO.
de: Error: 403 (HTTP forbidden) - wenn Sie glauben, dass dies nicht hätte passieren dürfen, benachrichtigen Sie bitte die DSB.

source: Error: 404 (not found) - if you think this should not happen, please contact the DPO.
de: Error: 404 (not found) - wenn Sie glauben, dass dies nicht hätte passieren dürfen, benachrichtigen Sie bitte die DSB.

source: Error: 500 (internal server error) - please contact the DPO.
de: Error: 500 (internal server error) - bitte benachrichtigen Sie die DSB.

source: DPO tools
de: DSB Werkzeuge

source: DPO
de: DSB

source: DPO Tools
de: DSB Werkzeuge

source: Contact the DPO
de: Kontakt zur DSB

source: RPA generator
de: VVT Generator

source: RPA hints
de: VVT Hinweise

source: New RPA
de: Neues VVT

source: My RPAs
de: Meine VVT

source: All RPAs
de: Alle VVT

source: Breach reporter
de: Vorfallsmelder

source: Breach report hints
de: Vorfallsmeldung Hinweise

source: New breach report
de: Neuen Vorfall melden

source: My breach reports
de: Meine Vorfallsmeldungen

source: All breach reports
de: Alle Vorfallsmeldungen

source: Logged in as:
de: Angemeldet als:

source: Logout
de: Abmelden

source: Not logged in.
de: Nicht angemeldet.

source: Login
de: Anmelden

source: This service is only available from within %(controller)s campus network or when using %(controller)s's VPN service. In case you authenticated via an identity provider other than %(controller)s's and you see this message:
de: Diese Funktion kann nur vom Campus-Netzwerk der %(controller)s aus oder mit dem VPN-Dienst der %(controller)s genutzt werden. Wenn Sie sich über den Identity Provider einer anderen Einrichtung als der %(controller)s angemeldet haben und diesen Hinweis sehen:
