Repository: dbf/django-dpotools
Catalog: contact/locale/*/LC_MESSAGES/django.po
Languages: de

source: Sender
de: Absender

source: If you decide to state your Email address, please make sure it is valid.
de: Wenn Sie sich für die Angabe Ihrer E-Mail entscheiden, geben Sie bitte eine gültige Adresse an.

source: Subject
de: Betreff

source: Message
de: Nachricht

source: File attachment
de: Dateianhang

source: Send
de: Abschicken

source: File upload is restricted to MIME types
de: Der Dateianhang ist beschränkt auf eine Datei mit einem der MIME Typen

source: File upload is restricted to a file size of
de: Der Dateianhang ist beschränkt auf eine Datei mit einer Grösse von maximal

source: %(controller)s DPO contact form
de: %(controller)s DSB Kontaktformular

source: This form allows you to securely transmit personal data to %(controller)s's Data Protection Officer (DPO). You may also use it to anonymously pass information to the DPO.
de: Das nachfolgende Kontaktformular können Sie benutzen, um der Datenschutzbeauftragten (DSB) der %(controller)s personenbezogene Daten oder einen anonymen Hinweis auf sichere Weise zu übermitteln.

source: Please read these hints before you fill in the form (click to toggle on/off).
de: Bitte lesen Sie diese Hinweise bevor Sie das Kontaktformular benutzen (Ein-/Ausblenden per Mausklick).

source: Hints
de: Hinweise

source: In contrast to a normal, unencrypted e-mail, both the connection between your web browser and the web server that provides this form, and the onward transmission of the form data from the web server to the DPO is encrypted.
de: Im Gegensatz zu einer normalen, unverschlüsselten E-Mail ist sowohl die Verbindung zwischen Ihrem Webbrowser und dem Webserver, der dieses Formular zur Verfügung stellt, als auch die Weiterübermittlung des Formulars vom Webserver an die DSB verschlüsselt.

source: If you want to pass information anonymously, leave the "Sender" and "E-mail" fields blank. The log files of this web server are stored for the purpose of troubleshooting and prevention of misuse for a maximum of 24 hours. The log files contain the following information: The IP address of your computer, date and time of access to this form and the identifier of your web browser (the so-called "user agent", which is not unique).
de: Wenn Sie einen anonymen Hinweis übermitteln wollen, lassen Sie die Felder "Absender" und "E-Mail" unausgefüllt. Die Log-Dateien dieses Webservers werden zum Zweck der Fehlersuche und der Verhinderung von Missbrauch maximal 24 Stunden lang gespeichert. Die Log-Dateien enthalten folgende Angaben: Die IP-Adresse Ihres Rechners, Datum und Uhrzeit des Zugriffs auf dieses Formular und die Kennung Ihres Webbrowsers ("User-Agent"). Diese Kennung ist kein Identifizierungsmerkmal.

source: The DPO will make no attempt to determine the origin of information passed anonymously. If you want to go even safer, use
de: Die DSB wird keinen Versuch unternehmen, den Ursprung anonymer Hinweise zu ermitteln. Wenn Sie noch sicherer gehen wollen, benutzen Sie

source: If you contact the DPO in a data protection matter, stating your identity, the DPO is legally bound to confidentiality.
de: Sofern Sie sich unter Angabe Ihrer Identität in einer Datenschutzangelegenheit an die DSB wenden, ist diese gesetzlich zur Verschwiegenheit verpflichtet.

source: In order to prevent misuse, this web server will not accept any further connections from the IP address of your computer for 10 minutes after submitting this form. If you want to use this form for another transmission, you will have to wait for this time.
de: Um Missbrauch zu verhindern, nimmt dieser Webserver nach Absenden dieses Formulars für 10 Minuten keine weiteren Verbindungen von der IP-Adresse Ihres Rechners an. Wenn Sie dieses Formular für eine weitere Übermittlung nutzen wollen, müssen Sie diese Zeit abwarten.

source: This web server allows TLS-encrypted connections only. The corresponding certificate was issued by %(ca_by)s, is valid until %(valid_until)s and has the following fingerprints:
de: Dieser Webserver erlaubt ausschliesslich TLS-verschlüsselte Verbindungen. Das zugehörige Zertifikat wurde von dem %(ca_by)s ausgestellt, gilt bis zum %(valid_until)s und hat folgende "Fingerprints":

source: If your web browser shows different certificate data, your connection to this website is compromised.
de: Wenn Ihr Webbrowser andere Zertifikatsdaten anzeigt, ist Ihre Verbindung zu dieser Website kompromittiert.

source: This website sets a session cookie that is used exclusively for processing and securing the transmission described here. Tracking of any kind does not take place.
de: Diese Webseite setzt ein Session-Cookie, das ausschliesslich zum Verarbeiten und Sichern der hier beschriebenen Übermittlung dient. Ein wie auch immer geartetes Tracking erfolgt nicht.

source: In case you are currently logged in to the DPO tools, your name and Email will be used to populate the respective fields of this form. If you want to send your message anonymously despite being logged in, just empty these fields.
de: Wenn Sie gegenwärtig bei den DSB Werkzeugen angemeldet sind, wird Ihr Name und Ihre E-Mail-Adresse benutzt, um die jeweiligen Felder dieses Formulars vorab auszufüllen. Wenn Sie dennoch eine anonyme Nachricht an die DSB senden wollen, können Sie die Feldinhalte einfach löschen.

source: If you intend to use this contact form to exercise your right of access (Art. 15 GDPR), please attach a copy of your government-issued ID card. The copy may be partially blackened out (recommended), but government-issue, expiration date, your full name and date of birth must be visible. The answer to an Art. 15 request will most likely contain a ZIP archive with your personal data. The DPO will not send unencrypted ZIP archives to Email addresses outside %(controller)s, unless you explicitly express your will to receive your personal data unencrypted. The recommended way is to transmit encrypted archives and get the required password via phone call. If you include your GPG public key in your message, you may also receive your data GPG-encrypted.
de: Wenn Sie dieses Kontaktformular benutzen wollen, um Ihre Auskunftsrechte auszuüben (Art. 15 DSGVO), benutzen Sie bitte den Dateianhang, um einen Scan Ihres amtlichen Ausweisdokuments beizufügen. Der Scan darf teilweise geschwärzt sein, aber amtliche Ausstellung, der volle Name, Geburtsdatum und Ablaufdatum müssen erkennbar sein. Die Antwort auf ein Art. 15-Auskunftsersuchen wird in der Regel ein ZIP-Archiv mit Ihren personenbezogenen Daten enthalten. Die DSB wird keine solchen ZIP-Archive unverschlüsselt an E-Mail-Adressen ausserhalb der %(controller)s versenden, es sei denn, Sie fordern dies ausdrücklich. Der empfohlene Weg ist das Versenden eines verschlüsselten ZIP-Archivs und die Übermittlung des erforderlichen Passwortes per Telefon. Wenn Sie Ihren öffentlichen GPG-Schlüssel in Ihre Nachricht einfügen, können Sie Ihre Daten auch GPG-verschlüsselt erhalten.

source: File upload is restricted to a single file (may be TXT, PDF, JPEG or PNG) with a file size of up to 10 MB.
de: Der Dateianhang ist auf eine einzelne Datei beschränkt. Diese darf maximal 10 MB gross sein. Erlaubte Dateitypen sind TXT, PDF, JPEG und PNG.

source: In other respects, %(controller)s's privacy notice shall apply:
de: Im Übrigen gilt die Datenschutzerklärung der %(controller)s:

source: Sorry.
de: Pardon.

source: Your message to the DPO could not be transmitted due to technical issues on our side. Please try again later.
de: Ihre Nachricht an die DSB konnte wegen technischer Probleme auf unserer Seite nicht übermittelt werden. Bitte versuchen Sie es später erneut.

source: Thank you.
de: Vielen Dank.

source: Your message to the DPO was transmitted successfully. Please remember that the IP-adress of your computer will now be blocked from access to this site for 10 minutes. In case you wish to transmit another message, you will have to wait for this time.
de: Ihre Nachricht an die DSB wurde erfolgreich übermittelt. Bitte bedenken Sie, dass die IP-Adresse Ihres Rechners nun für 10 Minuten für den Zugriff auf diese Website gesperrt wird. Falls Sie eine andere Nachricht übermitteln wollen, müssen Sie diese Zeit abwarten.
