Repository: dbf/django-dpotools
Catalog: breach/locale/*/LC_MESSAGES/django.po
Languages: de

source: Short name ("slug") for your breach notification:
de: Kurzbezeichnung ("Slug") für Ihre Vorfallsmeldung:

source: Please use lowercase letters, numbers, hyphens and underscores only.
de: Bitte verwenden Sie ausschliesslich Kleinbuchstaben, Zahlen, Binde- und Unterstriche.

source: I am aware of my duty of care to check all information given for correctness and completeness.
de: Ich bin mir meiner Sorgfaltspflicht bewusst, alle meine Angaben auf Vollständigkeit und Korrektheit zu prüfen.

source: folded out (shown)
de: ausgefaltet (angezeigt)

source: folded in (not shown)
de: eingefaltet (nicht angezeigt)

source: Boxes with help texts shall by default be
de: Voreinstellung für die Kästen mit Hilfetexten:

source: Submit
de: Speichern

source: Data controller - name:
de: Verantwortliche Stelle - Name:

source: Data controller - street:
de: Verantwortliche Stelle - Strasse:

source: Data controller - postal code:
de: Verantwortliche Stelle - Postleitzahl:

source: Data controller - city:
de: Verantwortliche Stelle - Stadt:

source: Data controller - email address:
de: Verantwortliche Stelle - E-Mail:

source: Reporting person's name:
de: Name der meldenden Person:

source: Reporting person's function:
de: Funktion der meldenden Person:

source: Reporting person's email address:
de: E-Mail Adresse der meldenden Person:

source: Reporting person's phone number:
de: Telefon der meldenden Person:

source: Data controller - DPO name:
de: Verantwortliche Stelle - DSB:

source: Data controller - DPO email address:
de: Verantwortliche Stelle - DSB E-Mail Adresse:

source: Data controller - DPO phone number:
de: Verantwortliche Stelle - DSB E-Mail Telefon:

source: When did the breach start?
de: Wann begann der Vorfall?

source: Is the starting time of the breach known?
de: Ist der Zeitpunkt des Vorfallsbeginns bekannt?

source: When did the breach end?
de: Wann endete der Vorfall?

source: Is the breach still ongoing?
de: Dauert der Vorfall noch an?

source: Is there likely to be a repeat of the breach?
de: Ist es wahrscheinlich, dass der Vorfall sich wiederholen wird?

source: When did you become aware of the breach?
de: Ab wann hatten Sie Kenntnis von dem Vorfall?

source: Reason for delay of notication (if any):
de: Begründung für die verzögerte Meldung (falls zutreffend):

source: Notification to another supervisory authority (if any):
de: Erfolgte bereits eine Meldung an eine andere Aufsichtsbehörde? Wenn ja, welche?

source: Supervisory authority organisational descriptor (if any and already known):
de: Ordnungsmerkmal der Aufsichtsbehörde (wenn vorhanden und bekannt):

source: Breach timeline remarks (optional):
de: Ihre Anmerkungen zum zeitlichen Ablauf des Vorfalls (optional):

source: Either select "No" for an unknown starting time or select "Yes" and enter the date the breach started.
de: Wählen Sie entweder "Nein", wenn Ihnen das Datum des Vorfallsbeginns nicht bekannt ist, oder wählen Sie "Ja" und geben das Datum des Vorfallsbeginns ein.

source: Either select "Yes" for an ongoing breach or select "No" and enter the date the breach ended.
de: Wählen Sie entweder "Ja", falls der Vorfall noch anhält, oder wählen Sie "Nein" und geben das Datum ein, an dem der Vorfall endete.

source: The breach may not have ended before it started.
de: Der Vorfall kann nicht geendet haben, bevor er begann.

source: Please select whether the breach is likely to happen again.
de: Bitte wählen Sie aus, ob eine Wiederholung des Vorfalls wahrscheinlich ist oder nicht.

source: Please enter the date you became aware of the breach.
de: Bitte geben Sie das Datum an, ab dem Sie Kenntnis von dem Vorfall hatten.

source: Select one or more incidents, that led to the breach:
de: Wählen Sie ein oder mehrere Ereignisse, die zu dem Vorfall geführt haben:

source: Enter one or more additional or other incidents, that led to the breach (one per line, if any):
de: Geben Sie ein oder mehrere andere oder weitere Ereignisse an, die zu dem Vorfall geführt haben (falls zutreffend, eins pro Zeile):

source: Actual description of the breach in your own words:
de: Beschreibung des Vorfalls in Ihren eigenen Worten:

source: Choose or enter at least one type of breach.
de: Mindestens eine Art von Vorfall muss ausgewählt oder angegeben werden.

source: A description of the breach is required.
de: Eine Beschreibung des Vorfalls ist erforderlich.

source: Select one or more categories of data affected by the breach:
de: Wählen Sie eine oder mehrere vom Vorfall betroffene Datenkategorien:

source: Enter additional or other categories of data affected by the breach (one per line, if any):
de: Geben Sie eine oder mehrere andere oder weitere von dem Vorfall betroffene Datenkategorien an (wenn zutreffend):

source: Select one or more special categories of data affected by the breach (if any):
de: Wählen Sie eine oder mehrere von dem Vorfall betroffene besondere Datenkategorien (falls zutreffend):

source: Reason for special categories of data being not known, yet:
de: Bitte begründen Sie, warum Ihnen die besonderen Datenkategorien noch nicht bekannt sind:

source: Minimum estimated number of data sets affected by the breach:
de: Minimale geschätzte Anzahl der von dem Vorfall betroffenen Datensätze:

source: Maximum estimated number of data sets affected by the breach:
de: Maximale geschätzte Anzahl der von dem Vorfall betroffenen Datensätze:

source: Breach affected data remarks (optional):
de: Ihre Anmerkungen zu den betroffenen Datenkategorien (optional):

source: At least one data category is required.
de: Mindestens eine Datenkategorie (Art von Daten) muss angegeben werden.

source: Please enter a reason for special categories of data being unknown.
de: Bitte begründen Sie, warum Ihnen die besonderen Datenkategorien noch nicht bekannt sind.

source: An estimated minimum number of data sets is required.
de: Eine geschätzte minimale Anzahl der von dem Vorfall betroffenen Datensätze ist erforderlich.

source: An estimated maximum number of data sets is required.
de: Eine geschätzte maximale Anzahl der von dem Vorfall betroffenen Datensätze ist erforderlich.

source: Select one or more categories of data subjects affected by the breach:
de: Wählen Sie eine oder mehrere von dem Vorfall betroffene Gruppen von Personen:

source: Enter additional or other categories of data subjects affected by the breach (one per line, if any):
de: Geben Sie eine oder mehrere andere oder weitere von dem Vorfall betroffene Gruppen von Personen an (wenn zutreffend):

source: Minimum estimated number of data subjects affected by the breach:
de: Geschätzte minimale Anzahl der von dem Vorfall betroffenen Personen:

source: Maximum estimated number of data subjects affected by the breach:
de: Geschätzte maximale Anzahl der von dem Vorfall betroffenen Personen:

source: Breach affected data subjects remarks (optional):
de: Anmerkungen zu den betroffenen Personen (optional):

source: At least one data subject category is required.
de: Mindestens eine betroffene Person/Personengruppe muss angegeben werden.

source: An estimated minimum number of data subjects is required.
de: Eine geschätzte minimale Anzahl der von dem Vorfall betroffenen Personen ist erforderlich.

source: An estimated maximum number of data subjects is required.
de: Eine geschätzte maximale Anzahl der von dem Vorfall betroffenen Personen ist erforderlich.

source: Selection of consequences for confidentiality:
de: Auswahl von Folgen für die Vertraulichkeit:

source: Additional or other consequences for confidentiality (one per line, if any):
de: Andere oder weitere Folgen für die Vertraulichkeit (falls zutreffend; eine je Zeile):

source: Selection of consequences for integrity:
de: Auswahl der Folgen für die Integrität:

source: Additional or other consequences for integrity (one per line, if any):
de: Andere oder weitere Folgen für die Integrität (falls zutreffend; eine je Zeile):

source: Selection of consequences for availability:
de: Auswahl von Folgen für die Verfügbarkeit:

source: Additional or other consequences for availability (one per line, if any):
de: Andere oder weitere Folgen für die Verfügbarkeit (falls zutreffend; eine je Zeile):

source: Description of likely consequences of the breach:
de: Beschreibung der wahrscheinlichen Folgen des Vorfalls für die betroffenen Personen:

source: At least one likely consequence is required.
de: Mindestens eine wahrscheinliche Folge muss angegeben werden.

source: A description of likely consequences is required.
de: Eine Beschreibung der wahrscheinlichen Folgen ist erforderlich.

source: Description of measures taken concerning the breach:
de: Beschreibung der ergriffenen Massnahmen bzgl. des Vorfalls:

source: Description of measures proposed concerning the breach:
de: Beschreibung der vorgeschlagenen Massnahmen bzgl. des Vorfalls:

source: Reason for no measures taken or proposed, if any:
de: Begründung für nicht ergriffene oder vorgeschlagene Massnahmen (sofern zutreffend):

source: There must be a reason for no measures taken or proposed.
de: Eine Begründung für nicht ergriffene oder vorgeschlagene Massnahmen ist erforderlich.

source: Communication selection:
de: Auswahl für Benachrichtigung:

source: Reason for not communicating the breach:
de: Begründung für die nicht bestehende Absicht zur Benachrichtigung:

source: Modalities of communication selection:
de: Auswahl der Art und Weise der Benachrichtigung:

source: Additional or other modalities of communication (one per line, if any):
de: Andere oder weitere Arten und Weisen der Benachrichtung (falls zutreffend; eine je Zeile):

source: Number of persons already informed and/or to be informed:
de: Anzahl der Personen, die bereits informiert wurden bzw. umgehend informiert werden:

source: Remarks regarding breach communication to the data subjects (if any):
de: Anmerkungen zur Benachrichtigung der betroffenen Personen (falls erforderlich):

source: Please select a communication choice.
de: Bitte wählen Sie den Stand der Benachrichtigung.

source: Please enter a reason for no communication intended.
de: Bitte geben Sie eine Begründung für nicht die beabsichtigte Benachrichtigung an.

source: Please make remarks concerning communication done, underway or considered.
de: Bitte machen Sie Anmerkungen bzgl. erfolgter, anstehender oder erwogener Benachrichtigung.

source: Index already in use.
de: Lfd. Nr. bereits vergeben.

source: Annex entry missing.
de: Anhang lfd. Nr. fehlt.

source: Annex No.
de: Anhang lfd. Nr.

source: Annex
de: Anhang

source: breach slug
de: Vorfall slug

source: breach slugs
de: Vorfall slugs

source: Data controller
de: Verantwortliche Stelle

source: Data controllers
de: Verantwortliche Stellen

source: Yes
de: Ja

source: No
de: Nein

source: Time line
de: Zeitl. Verlauf

source: Time lines
de: Zeitl. Verläufe

source: Lost or stolen device (laptop, memory stick, etc.)
de: Verlorenes oder gestohlenes Gerät (Laptop, Speicherstick, etc.)

source: Documents lost, stolen or stored in unsafe place
de: Unterlagen verloren, gestohlen oder an unsicherem Ort gelagert

source: Postal mail lost or accidentally opened
de: Postsendung verloren oder unbeabsichtigt geöffnet

source: Unencrypted email
de: Unverschlüsselter E-Mail-Versand

source: Email with improper CC
de: E-Mail-Versand mit offen einsehbarem Verteiler

source: Improper disposal of documents (records, images, etc.)
de: Nicht datenschutzgerechte Entsorgung von Unterlagen (Akten, Bilder, etc.)

source: Improper disposal of storage media (hard drives, SSDs, memory sticks, etc.)
de: Nicht datenschutzgerechte Entsorgung von Datenträgern (Festplatten, SSDs, Speichersticks, etc.)

source: Hacker attack, malicious software, phishing or similar
de: Hackerangriff, Schadsoftware, Phishing o.ä.

source: Access rights abused (by own employees)
de: Missbrauch von Zugriffsrechten (durch eigene Beschäftigte)

source: Accidental publication
de: Unbeabsichtigte Veröffentlichung

source: IT service (e.g. Web presence) disclosed false or improper data
de: IT-Dienst (z.B. Webauftritt) zeigt falsche oder fremde Daten an

source: Description
de: Beschreibung

source: Descriptions
de: Beschreibungen

source: Not known, yet
de: Noch nicht bekannt

source: First and last name
de: Vor- und Nachname

source: Date of birth
de: Geburtsdatum

source: Postal address
de: Postanschrift

source: Other ID data (ID card number, etc.)
de: Andere Identifikationsdaten (z.B. BPA-Nummer)

source: Localization data (GPS tracks, etc.)
de: Lokalisierungsdaten (GPS Tracks, etc.)

source: Data concerning criminal offenses and misdemeanors
de: Daten, die die Verfolgung von Straftaten und Ordnungswidrigkeiten betreffen

source: Data concerning fiscal secrets
de: Daten, die dem Steuergeheimnis unterliegen

source: Data concerning the secrecy of social data
de: Daten, die dem Sozialgeheimnis unterliegen

source: Data concerning professional secrets
de: Daten, die einem Berufsgeheimnis unterliegen

source: Data concerning official secrets
de: Daten, die einem Amtsgeheimnis unterliegen

source: Racial or ethnic origin
de: Rassische oder ethnische Herkunft

source: Political opinions
de: Politische Meinungen

source: Religious or philosophical beliefs
de: Religiöse oder weltanschauliche Überzeugungen

source: Trade union membership
de: Gewerkschaftszugehörigkeit

source: Genetic data
de: Genetische Daten

source: Biometric data
de: Biometrische Daten zur eindeutigen Identifizierung

source: Health data
de: Gesundheitsdaten

source: Sex life or sexual orientation
de: Daten zum Sexualleben oder der sexuellen Orientierung

source: Affected data
de: Betroffene Daten

source: Not known, yet.
de: Noch nicht bekannt

source: Own employees
de: Eigene Beschäftigte

source: Citizens
de: Bügerinnen und/oder Bürger

source: Pupils
de: Schülerinnen und/oder Schüler

source: Students
de: Studentinnen und/oder Studenten

source: Patients
de: Patientinnen und/oder Patienten

source: Customers
de: Kundinnen und/oder Kunden

source: Minors
de: Minderjährige

source: Persons in need of special protection
de: Besonders schutzwürdige Personen

source: Affected subject
de: Betroffene Person

source: Affected subjects
de: Betroffene Personen

source: Dissemination of data to unauthorized third parties
de: Abfluss von Daten an unberechtigte Dritte

source: Linking with other data
de: Unberechtigte Datenverknüpfung

source: Data usage for illegitimate purposes
de: Datennutzung für unberechtigte Zwecke

source: Unauthorized access
de: Unberechtigter Zugriff

source: Obsolete or incorrect data has been used
de: Veraltete oder falsche Daten wurden genutzt

source: Data was falsified
de: Daten wurden verfälscht

source: Data origin unknown or indeterminate
de: Herkunft der Daten nicht bekannt oder nicht feststellbar

source: Important data is permanently unavailable
de: Wichtige Daten sind dauerhaft nicht (mehr) verfügbar

source: Important data was temporarily not available
de: Wichtige Daten waren zeitweise nicht (mehr) verfügbar

source: Consequence
de: Folge

source: Consequences
de: Folgen

source: Measure
de: Massnahme

source: Measures
de: Massnahmen

source: Already done (date and details below).
de: Bereits erfolgt (Zeitpunkt und Einzelheiten s.u.)

source: Not done, yet, but underway (details below).
de: Noch nicht erfolgt, aber in die Wege geleitet (Einzelheiten s.u.)

source: Is being considered (details below).
de: Wird erwogen (Einzelheiten s.u.)

source: Is not being considered (reason below).
de: Wird nicht erwogen (Begründung s.u.)

source: Letter
de: Brief

source: Personal dialogue
de: Persönliches Gespräch

source: Publication in the media
de: Veröffentlichung in den Medien

source: Communication
de: Benachrichtigung

source: Communications
de: Benachrichtigungen

source: Breach annex
de: Anhang zur Vorfallsmeldung

source: Breach annexes
de: Anhänge zur Vorfallsmeldung

source: Your breach report is not finished, yet: The DPO has commented on this part of your document. Read the comment in the Edit view of the respective information, act accordingly and then remove the content of the DPO comment field to clear this warning.
de: Ihre Vorfallsmeldung ist noch nicht fertig: Die DSB hat eine Anmerkung zu diesem Teil Ihrer Vorfallsmeldung. Bitte lesen Sie die Anmerkung in der "Bearbeiten"-Ansicht der zugehörigen Angaben, handeln Sie entsprechend und leeren Sie danach das "Anmerkung der DSB"-Feld, um diese Warnung zu entfernen.

source: Notification of a personal data breach
de: Meldung von Verletzungen des Schutzes personenbezogener Daten

source: according to Art. 33 GDPR
de: gemäss Art. 33 DSGVO

source: Recipient
de: Empfänger

source: Reference of
de: Zeichen der

source: Date of last change
de: Datum der letzten Änderung

source: Information about the data controller
de: Angaben zur verantwortlichen Stelle

source: according to Art. 33(1), 33(3)(b) GDPR
de: gemäss Art. 33 Abs. 1, Abs. 3, UAbs. 3 b) DSGVO

source: Street
de: Strasse

source: Postal code
de: Postleitzahl

source: City
de: Stadt

source: DPO
de: DSB

source: DPO email
de: DSB E-Mail

source: DPO phone
de: DSB Telefon

source: Reporting person
de: Meldende Person

source: Reporting person's function
de: Meldende Person - Funktion

source: Reporting person's email
de: Meldende Person - E-Mail

source: Reporting person's phone
de: Meldende Person - Telefon

source: Error
de: Fehler

source: Information about the data controller missing, please check.
de: Angaben zur verantwortlichen Stelle fehlen, bitte prüfen.

source: Information about the time/timeline of the breach
de: Angaben zum Zeitpunkt/zeitlichen Verlauf des Vorfalls

source: according to Art. 33(1) GDPR
de: gemäss Art. 33, Abs. 1 DSGVO

source: Start of the breach
de: Beginn des Vorfalls

source: Unknown
de: Unbekannt

source: End of the breach
de: Ende des Vorfalls

source: Breach is still ongoing
de: Der Vorfall dauert noch an

source: Time breach became known to controller
de: Zeitpunkt, zu dem der Vorfall der verantwortlichen Stelle bekannt wurde

source: Reason for delayed notification
de: Begründung für die verspätete Meldung

source: Notification to other supervisory authorities
de: Meldungen an andere Aufsichtsbehörden

source: Supervisory authorities organisational descriptors
de: Ordnungsmerkmale der Aufsichtsbehörden

source: Remarks on breach timeline
de: Anmerkungen zum Ablauf des Vorfalls

source: Information about the time/timeline of the breach missing, please check.
de: Angaben zum Zeitpunkt/zeitlichen Verlauf des Vorfalls fehlen, bitte prüfen.

source: Description of the breach
de: Beschreibung des Vorfalls

source: according to Art. 33(3)(a) GDPR
de: gemäss Art. 33, Abs. 3, UAbs. 3a) DSGVO

source: Type of breach
de: Art des Vorfalls

source: Other type of breach, cf. below.
de: Andere Arten von Verletzungen, s.u.

source: Additional or other types of breaches
de: Weitere oder andere Arten von Vorfällen

source: Breach description
de: Beschreibung des Vorfalls

source: Description of the breach missing, please check.
de: Beschreibung des Vorfalls fehlt, bitte prüfen.

source: Information about the data categories affected by the breach
de: Angaben zu den von dem Vorfall betroffenen Datenkategorien

source: Not known (yet)
de: (Noch) nicht bekannt

source: Other data categories, cf. below.
de: Andere Kategorien personenbezogener Daten, s.u.

source: Affected data (additional or other)
de: Betroffene Daten (weitere oder andere)

source: Affected data (special categories)
de: Betroffene Daten (besondere Kategorien)

source: No special categories of personal data affected
de: Keine besonderen Kategorien personenbezogener Daten betroffen

source: Reason for special data categories being unknown
de: Begründung dafür, dass die besonderen Kategorien personenbezogener Daten nicht bekannt sind

source: Estimated minimum of affected data sets
de: Geschätzte minimale Anzahl betroffener Datensätze

source: Estimated maximum of affected data sets
de: Geschätzte maximale Anzahl betroffener Datensätze

source: Remarks on affected data categories
de: Anmerkungen zu den von dem Vorfall betroffenen Datenkategorien

source: Information about the data categories affected by the breach missing, please check.
de: Angaben zu den von dem Vorfall betroffenen Datenkategorien fehlen, bitte prüfen.

source: Information about the data subject categories affected by the breach
de: Angaben zu den von dem Vorfall betroffenen Personen/Personenkreisen

source: Data subject categories (groups of persons) affected by the breach
de: Kategorien der von dem Vorfall betroffenen Personen

source: Other data subject categories, cf. below.
de: Andere Kategorien betroffener Personen, s.u.

source: Other or additional data subject categories affected by the breach
de: Andere oder weitere von dem Vorfall betroffene Personen/Personenkreise

source: Estimated minimum number of data subjects (single persons) affected by the breach
de: Geschätzte minimale Anzahl der von dem Vorfall betroffenen Personen

source: Estimated maximum number of data subjects (single persons) affected by the breach
de: Geschätzte maximale Anzahl der von dem Vorfall betroffenen Personen

source: Remarks on affected data subject categories
de: Anmerkungen zu den von dem Vorfall betroffenen Personen/Personenkreisen

source: Information about the data subject categories affected by the breach missing, please check.
de: Angaben zu den von dem Vorfall betroffenen Personen/Personenkreisen fehlen, bitte prüfen.

source: Information about the likely consequences of the breach
de: Angaben zu den wahrscheinlichen Folgen des Vorfalls

source: according to Art. 33(3)(c) GDPR
de: gemäss Art. 33, Abs. 3, UAbs. 3c) DSGVO

source: Breaches of confidentiality
de: Verletzungen der Vertraulichkeit

source: Breaches of confidentiality (other or additional)
de: Verletzungen der Vertraulichkeit (andere oder weitere)

source: Breaches of integrity
de: Verletzungen der Integrität

source: Breaches of integrity (other or additional)
de: Verletzungen der Integrität (andere oder weitere)

source: Breaches of availability
de: Verletzungen der Verfügbarkeit

source: Breaches of availability (other or additional)
de: Verletzungen der Verfügbarkeit (andere oder weitere)

source: Description of likely consequences for the data subjects
de: Beschreibung der wahrscheinlichen Folgen für die betroffenen Personen

source: Information about the likely consequences of the breach missing, please check.
de: Angaben zu den wahrscheinlichen Folgen des Vorfalls fehlen, bitte prüfen.

source: Information about measures taken or proposed
de: Angaben zu ergriffenen oder vorgeschlagenen Massnahmen

source: according to Art. 33(3)(d) GDPR
de: gemäss Art. 33, Abs. 3, UAbs. 3d)

source: Measures already taken
de: Bereits ergriffene Massnahmen

source: Measures proposed
de: Vorgeschlagene Massnahmen

source: Reason for no measures
de: Begründung für nicht ergriffene oder vorgeschlagene Massnahmen

source: Information about measures taken or proposed missing, please check.
de: Angaben zu ergriffenen oder vorgeschlagenen Massnahmen fehlen, bitte prüfen.

source: Information about communication to the data subjects
de: Angaben zur Benachrichtigung der betroffenen Personen

source: according to Art. 34 GDPR
de: gemäss Art. 34 DSGVO

source: Reason for no communication
de: Begründung für nicht erfolgte oder beabsichtigte Benachrichtigung

source: No reason given, please check.
de: Begründung fehlt, bitte prüfen.

source: Modality of communication
de: Auswahl der Art und Weise der Benachrichtigung

source: Modality of communication (other or additional)
de: Weitere oder andere Arten und Weisen der Benachrichtigung

source: Number of persons already informed and/or to be informed
de: Anzahl der Personen, die bereits informiert wurden bzw. umgehend informiert werden
