Repository: dbf/django-dpotools
Catalog: breach/locale/*/LC_MESSAGES/django.po
Languages: de

source: Remarks on communication
de: Anmerkungen zur Benachrichtigung

source: Information about communication to the data subjects, please check.
de: Angaben zur Benachrichtigung der betroffenen Personen fehlen, bitte prüfen.

source: Annexes
de: Anhänge

source: No annexes.
de: Kein Anhang.

source: Breach annex
de: Anhang zur Vorfallsmeldung

source: Hints (click to toggle on/off).
de: Hinweise (Ein-/Ausblenden per Mausklick).

source: The list of attachments for your breach report. May stay empty if you don't have any attachments, otherwise enter as needed. Make sure to use unique annex numbers.
de: Die Liste der Anhänge zu Ihrer Vorfallsmeldung. Kann leer bleiben, wenn Sie keine Anlagen haben, ansonsten nutzen Sie die Felder wie erforderlich. Achten Sie darauf, eindeutige lfd. Nummern zu benutzen.

source: Breach affected data categories
de: Von dem Vorfall betroffene Daten bzw. Datenkategorien

source: Enter or check options as appropriate. Use the "remarks" text entry field for your remarks, if any.
de: Nutzen Sie die Eingabe- und Ankreuzmöglichkeiten wie zutreffend. Das "Anmerkungen"-Feld ist für Ihre (optionalen) Anmerkungen vorgesehen.

source: The "estimated number" fields should contain numbers. If you cannot state numbers, you may add a single line of text instead. This text should contain either a short reason for numbers not stated or a reference to the "remarks" field, where a more comprehensive reason should be given.
de: Die "geschätzte Anzahl"-Felder sollten Zahlen enthalten. Wenn Sie keine Zahlen angeben können, ist auch eine einzelne Zeile Text möglich. Dieser Text sollte dann entweder ein kurze Begründung für das Fehlen von Zahlen oder einen Verweis auf das "Anmerkungen"-Feld enthalten, wo Sie ausführlicher zum Fehlen von Zahlen Stellung nehmen können.

source: Breach affected data subjects
de: Von dem Vorfall betroffene Personen

source: Breach communication
de: Benachrichtigung der von dem Vorfall betroffenen Personen

source: Enter, select or check options as appropriate. Use the "remarks" text entry field for your remarks, if any.
de: Nutzen Sie die Eingabe-, Auswahl- und Ankreuzmöglichkeiten wie zutreffend. Das "Anmerkungen"-Feld ist für Ihre (optionalen) Anmerkungen vorgesehen.

source: The "Number of persons already informed" field should contain numbers. If you cannot state numbers, you may add a single line of text instead. This text should contain either a short reason for numbers not being stated or a reference to the "remarks" field, where a more comprehensive reason should be given.
de: Das "Anzahl der Personen"-Feld sollte Zahlen enthalten. Wenn Sie keine Zahlen angeben können, ist auch eine einzelne Zeile Text möglich. Dieser Text sollte dann entweder ein kurze Begründung für das Fehlen von Zahlen oder einen Verweis auf das "Anmerkungen"-Feld enthalten, wo Sie ausführlicher zum Fehlen von Zahlen Stellung nehmen können.

source: In any case, not communicating the breach to the affected data subjects requires a reason. If the breach involves special categories of personal data (Art. 9 GDPR), communicating the breach to the affected data subjects is normally required. Even so, if communication of the breach is not intended, please make sure to add a risk analysis to your reason.
de: Das Unterlassen der Benachrichtigung der von dem Vorfall betroffenen Personen muss in jedem Fall begründet werden. Betrifft der Vorfall besondere Kategorien personenbezogener Daten (Art. 9 DSGVO), ist eine Benachrichtigung in der Regel erforderlich. Sollte dennoch eine Benachrichtigung nicht beabsichtigt sein, fügen Sie Ihrer Begründung bitte eine Risikoanalyse hinzu.

source: Breach consequences
de: Folgen des Vorfalls

source: Enter or check options as appropriate.
de: Nutzen Sie die Eingabe- und Ankreuzmöglichkeiten wie zutreffend.

source: The selection or entry of at least one consequence and a description of the likely consequences of the breach is mandatory.
de: Die Auswahl oder Eingabe wenigstens einer Folge und eine Beschreibung der wahrscheinlichen Folgen des Vorfalls sind erforderlich.

source: Breach description
de: Beschreibung des Vorfalls

source: Description of the breach
de: Beschreibung des Vorfalls

source: Select or enter one or more incidents, that led to the breach. A combination of both selected and manually entered incidents is also possible.
de: Wählen Sie eins oder mehrere Ereignisse, die zu dem Vorfall geführt haben aus der Liste unten aus oder geben Sie selbst Ereignisse ein. Eine Kombination aus Auswahl und Eingabe ist ebenfalls möglich.

source: Use the "description" text entry field for a description of the breach in your own words. Please keep in mind that your breach report will be read by the DPO and someone at the competent supervisory authority. These readers are most likely not familiar with your processing activities. Try to make the incident and it's context as transparent as possible, but stay concise.
de: Nutzen Sie das "Beschreibung"-Feld für eine Beschreibung des Vorfalls mit Ihren eigenen Worten. Bitte bedenken Sie, dass Ihre Beschreibung von der DSB und jemandem bei der Aufsichtsbehörde gelesen werden wird. Diese Personen sind höchstwahrscheinlich nicht mit Ihren Verarbeitungstätigkeiten vertraut; versuchen Sie deshalb, den Vorfall und dessen Kontext so transparent wie möglich zu beschreiben, aber bleiben Sie dabei kurz und bündig.

source: Breach measures
de: Massnahmen in Folge des Vorfalls

source: Describe measures taken or proposed (or both) in regard to the breach. Your description should contain technical and/or organisational measures that are reasonable and appropriate to prevent the breach from happening again and/or to mitigate the possible adverse effects of the breach (for the data subjects affected). In case of no measures taken or proposed, a reason is mandatory.
de: Beschreiben Sie die ergriffenen oder vorgeschlagenen Massnahmen (oder beides) in Bezug auf den Vorfall. Ihre Beschreibung sollte technische und/oder organisatorische Massnahmen enthalten, die angemessen und geeignet sind, eine Wiederholung des Vorfalls zu vermeiden und/oder die möglichen nachteiligen Auswirkungen des Vorfalls (für die davon betroffenen Personen) abzumildern. Wenn Sie keine Massnahmen ergriffen haben oder vorschlagen, bedarf dies einer Begründung.

source: Breach time line
de: Zeitlicher Ablauf des Vorfalls

source: Information about the time/timeline of the breach
de: Angaben zum Zeitpunkt bzw. zeitlichen Ablauf des Vorfalls

source: When there are more than 72 hours between the time, you became aware of the breach and the time of notification, give a reason for this delay (or leave the corresponding field empty otherwise).
de: Wenn zwischen dem Zeitpunkt Ihrer Meldung und dem Zeitpunkt, an dem Ihnen der Vorfall bekannt wurde, mehr als 72 Stunden liegen, begründen Sie diese Verzögerung (anderenfalls lassen Sie das Feld unausgefüllt).

source: If you are aware of a notification of this breach to supervisory authorities other than %(supauth_name)s, enter the name of those authorities in the respective text entry field (or leave it empty otherwise).
de: Wenn Sie von einer Meldung dieses Vorfalls an andere Aufsichtsbehörden als %(supauth_name)s Kenntnis haben, geben Sie die Namen dieser Aufsichtsbehörden im zugehörigen Texteingabefeld an (ansonsten lassen Sie dieses Feld unausgefüllt).

source: In case this breach report has already been reported to %(supauth_name)s or any other supervisory authorities and you are currently updating it: If there are organisational descriptors issued by the supervisory authorities (including %(supauth_name)s), enter those in the corresponding form field.
de: Falls dieser Vorfall bereits an %(supauth_name)s oder andere Aufsichtsbehörden gemeldet wurde und Sie an dieser Stelle eine Aktualisierung vornehmen: Wenn es bereits Aktenzeichen der Aufsichtsbehörden (inkl. %(supauth_name)s) gibt, geben Sie diese in dem dafür vorgesehenen Eingabefeld an.

source: Breach data controller
de: Für den Vorfall verantwortliche Stelle

source: Data controller contact information. This is for your information only - you can't change anything, just submit.
de: Kontaktinformationen des für die Datenverarbeitung Verantwortlichen. Dies ist nur zu Ihrer Information - Sie können nichts ändern, nur absenden.

source: If you haven't already done so, please make sure to read the hints ("Breach report hints", left menue) before you proceed. In addition to general information, the hints explain the terms used below and on subsequent form pages. Upon submission of this form, you will be redirected to the list overview of your breach reports. Select "Edit" there to continue editing your newly created breach report.
de: Falls Sie es noch nicht getan haben, lesen Sie bitte unbedingt die Hinweise ("Vorfallsmeldung Hinweise", linkes Menue), bevor Sie fortfahren. In den Hinweisen gibt es allgemeine Informationen zu Vorfällen und die hier und in den nachfolgenden Formularseiten verwendeten Begriffe werden erklärt. Wenn Sie dieses Formular speichern, werden Sie auf die Seite mit der Liste aller Ihrer Vorfallsmeldungen weitergeleitet. Wählen Sie dort "Bearbeiten", um Ihre neu erstellte Vorfallsmeldung weiter zu bearbeiten.

source: Please make sure to also read the hints on each of the subsequent form pages. These are inside collapsible boxes (such as the one below), that can be "folded in" in order to save screen space. You can choose below, whether the content of these boxes shall be shown (folded out) or hidden (folded in) by default.
de: Bitte beachten Sie auch die zusätzlichen Hinweise auf den nachfolgenden Formularseiten. Diese befinden sich in "faltbaren" Kästen (wie dem nachstehenden), die "eingefaltet" werden können, um Platz auf dem Bildschirm zu sparen. Sie können unten festlegen, ob diese Kästen standardmässig offen (ausgefaltet) oder geschlossen (eingefaltet) angezeigt werden sollen.

source: Information you enter is neither validated nor saved until you click the "Submit" button. If you wish to not save entered data, just leave the page.
de: Die von Ihnen eingegebenen Daten werden weder überprüft noch gespeichert, bis Sie auf die Schaltfläche "Speichern" klicken. Wenn Sie die eingegebenen Daten nicht speichern möchten, verlassen Sie einfach die Seite.

source: Breach report short name (slug)
de: Vorfallsmeldung Kurzbezeichnung ("Slug")

source: Assign a short name (a so-called "slug") to your breach report. The short name is used for organisational purposes within this system and does not matter otherwise. A reasonable choice would be some sort of abbreviation of the processing activity that is related to the data breach you are about to report. It should be 8-20 characters in length and as unique as possible. Use all-lowercase letters, numbers, hyphens and underscores, no umlauts or "ß". Enter, then submit. The system will enforce unique slugs for breach reports - if you enter a slug that is already taken, it will demand a different one.
de: Weisen Sie Ihrer Vorfallsmeldung eine Kurzbezeichnung (einen sogenannten "Slug") zu. Die Kurzbezeichnung wird für organisatorische Zwecke innerhalb dieses Systems verwendet und spielt ansonsten keine Rolle. Eine Möglichkeit wäre z.B. eine Abkürzung für die Bezeichnung der Verarbeitungstätigkeit, die mit dem zu meldenden Vorfall in Verbindung steht. Sie sollte 8-20 Zeichen lang und so eindeutig wie möglich sein. Verwenden Sie ausschliesslich Kleinbuchstaben, Zahlen, Binde- und Unterstriche, keine Umlaute oder "ß". Geben Sie den Slug ein und speichern Sie. Das System erzwingt eindeutige Slugs für Vorfallsmeldungen - wenn Sie einen Slug eingeben, der bereits vergeben ist, wird ein anderer Slug verlangt.

source: Delete breach report
de: Vorfallsmeldung löschen

source: Are you sure you want to delete the following breach report:
de: Sind Sie sicher, dass Sie die folgende Vorfallsmeldung löschen wollen:

source: Edit view for breach report
de: "Bearbeiten"-Ansicht der Vorfallsmeldung

source: present
de: vorhanden

source: missing
de: fehlt

source: check
de: prüfen

source: empty
de: nicht vorhanden

source: This page allows you to edit the above breach report. The table below shows an overview of the information required to draft the breach report.
de: Auf dieser Seite können Sie die oben genannte Vorfallsmeldung bearbeiten. Die folgende Tabelle zeigt einen Überblick über die Angaben, die für die Erstellung der Vorfallsmeldung erforderlich sind.

source: To edit information, click on the link in the "Acronym" column.
de: Um Angaben zu bearbeiten, klicken Sie auf den Link in der Spalte "Abkürzung".

source: As soon as all cells in the "Status" column show a "present" status (green), your breach report has the mandatory minimum of information (the annex may stay empty, unless you make use of it). Provided that you gave all required information completely as described in the hints, you can consider this breach report to be complete. Status "present, check" (orange) means that the DPO commented on this part of your breach report and your attention is required. Change to the Edit view of the respective part, read the DPO comment (orange button), make the required changes and remove the DPO comment (fastest way to remove: Click on the comment box, then press Ctrl-a and backspace).
de: Sobald alle Zellen in der Spalte "Status" den Status "vorhanden" (grün) aufweisen, verfügt Ihre Vorfallsmeldung über das erforderliche Minimum an Angaben (der Anhang kann leer bleiben, wenn Sie nicht auf Dokumente darin verweisen). Vorausgesetzt, Sie haben alle erforderlichen Angaben vollständig wie in den Hinweisen beschrieben gemacht, können Sie diese Vorfallsmeldung als vollständig betrachten. Der Status "vorhanden, prüfen" (orange) bedeutet, dass die DSB eine Anmerkung zu diesem Teil Ihrer Vorfallsmeldung gemacht hat und Änderungen erforderlich sind. Wechseln Sie hierzu in die "Bearbeiten"-Ansicht der zugehörigen Angaben, lesen die Anmerkung (oranger Button), nehmen die erforderlichen Änderungen vor und löschen danach den Inhalt des "Anmerkung der DSB"-Feldes (schnellster Weg zum Löschen: Anmerkung-Feld anklicken, dann Strg-a und Rückschritttaste).

source: If you wish to check your proceedings, use the "View" link below at any time. As long as your breach report lacks required information, that document view will contain error messages about missing information. You do not need to be logged in all the time during the compilation of your breach report; a partially compiled breach report will "survive" a logout (a partially filled out, unsaved single form will not, though).
de: Wenn Sie Ihre Fortschritte überprüfen möchten, können Sie jederzeit den unten stehenden "Bearbeitungsstand"-Link verwenden. Solange Ihre Vorfallsmeldung nicht vollständig ist, wird diese Dokumentenansicht Fehlermeldungen über fehlende Angaben enthalten. Sie müssen nicht die ganze Zeit, die Sie für die Erstellung Ihrer Vorfallsmeldung brauchen, angemeldet sein; eine teilweise erstellte Vorfallsmeldung "überlebt" eine Abmeldung (ein nur teilweise ausgefülltes, nicht gespeichertes Einzelformular hingegen nicht).

source: View the current state of this breach report in a new browser tab
de: Bearbeitungsstand dieser Vorfallsmeldung in einem neuen Browsertab ansehen

source: Acronym
de: Abkürzung

source: Information
de: Angaben

source: Comment
de: Bemerkungen

source: Breach report slug
de: Vorfallsmeldung Slug

source: Breach report short name
de: Vorfallsmeldung Kurzbezeichnung

source: already created, cannot be changed
de: bereits angelegt, kann nicht geändert werden

source: The entity legally responsible to the outside
de: Die (nach aussen rechtlich) verantwortliche Stelle

source: Breach timeline
de: Ablauf des Vorfalls

source: Information about the time/timeline of the breach (When did the breach happen? Is the breach still ongoing?)
de: Angaben zum Zeitpunkt/zeitlichen Ablauf des Vorfalls (Wann geschehen? Dauert der Vorfall an?)

source: Description of the breach (What exactly happened? What caused the breach?)
de: Beschreibung des Vorfalls (Was genau geschah? Was verursachte den Vorfall?)

source: Breach affected data
de: Von dem Vorfall betroffene Kategorien personenbezogener Daten

source: Information about the data categories affected by the breach, if already known (Which data type? Which number of data sets?)
de: Angaben zu den von dem Vorfall betroffenen Datenkategorien, falls bereits bekannt (Welche Kategorien? Welche Anzahl von Datensätzen?)

source: Breach affected subjects
de: Von dem Vorfall betroffene Personen/Personenkategorien

source: Information about the data subject categories affected by the breach, if already known (Which person or which group of persons? Which number of persons?)
de: Angaben zu den vom dem Vorfall betroffenen Personen, wenn bereits bekannt (Welche Personen bzw. Personengruppen? Wie hoch ist die Anzahl betroffener Personen?)

source: Breach consequences
de: Folgen des Vorfalls

source: Information about the likely consequences of the breach for affected data subjects (persons), if already known (regarding data confidentiality, integrity and availability)
de: Angaben zu den wahrscheinlichen Folgen des Vorfalls für die betroffenen Personen, sofern bereits bekannt (in Bezug auf Vertraulichkeit, Integrität und Verfügbarkeit der betroffenen Daten)

source: Breach measures
de: Massnahmen mit Bezug auf den Vorfall

source: Information about the measures taken or proposed to prevent the breach from happening again and/or mitigate the consequences of the breach for affected persons, if any
de: Angaben zu Massnahmen, die ergriffen wurden oder vorgeschlagen werden, um ein erneutes Auftreten des Vorfalls zu verhindern und/oder die Folgen des Vorfalls für die betroffenen Personen abzumildern, falls zutreffend

source: Breach communication
de: Benachrichtigung der von dem Vorfall betroffenen Personen

source: Information about communication of a personal data breach to the persons affected (usually required at least in cases involving special categories of personal data)
de: Angaben über die Benachrichtigung der von dem Vorfall betroffenen Personen (in der Regel mindestens erforderlich in Fällen, die besondere Kategorien personenbezogener Daten einschliessen)

source: Annex of this breach report; useful, but not mandatory
de: Anhang zu dieser Vorfallsmeldung; nützlich, aber nicht obligatorisch

source: Hints
de: Hinweise

source: Hints for properly reporting a personal data breach
de: Hinweise zum Melden einer Verletzung des Schutzes personenbezogener Daten

source: A notification of a personal data breach (Art. 33 GDPR) is required, if you (roughly speaking) have lost control over the personal data you are (internally) responsible for (or the possibility thereof). After having drafted a new breach report, inform the DPO about it (preferrably by phone). The DPO will then examine your report, confer with you, if necessary and, in turn, use your report to send a notification of a personal data breach to the supervisory authority (%(supauth_name)s in case of %(controller)s).
de: Eine Meldung von Verletzungen des Schutzes personenbezogener Daten (Art. 33 DSGVO) ist erforderlich, wenn Sie (vereinfacht ausgedrückt) die Kontrolle über personenbezogene Daten verloren haben, für die Sie (intern) verantwortlich sind (oder die Möglichkeit dazu besteht, d.h. die Verletzung passiert sein könnte). Nachdem Sie Ihre Vorfallsmeldung erstellt haben, informieren Sie die DSB darüber (vorzugsweise per Telefon). Die DSB wird dann Ihren Bericht prüfen, ggf. Rücksprache mit Ihnen halten und dann Ihre Vorfallsmeldung verwenden, um eine Meldung über die Verletzung des Schutzes personenbezogener Daten an die Aufsichtsbehörde (%(supauth_name)s im Fall der %(controller)s) in die Wege zu leiten.

source: Please make sure to inform the DPO immediately about your breach report. The GDPR requires personal data breaches to be notified to the supervisory authority within 72 hours.
de: Bitte stellen Sie sicher, dass Sie die DSB unverzüglich über Ihre Vorfallsmeldung informieren. Die DSGVO schreibt vor, dass Verletzungen des Schutzes personenbezogener Daten binnen 72 Stunden an die Aufsichtsbehörde zu melden sind.

source: A personal data breach is an incident that entails some sort of potentially negative consequence for a data subject (natural person) affected by the breach. Most such incidents involve either personal data being leaked (personal data becomes known to unauthorized third parties or the public) or personal data being unavailable, inaccurate or false potentially leading to some sort of disadvantage to the data subject. The GDPR on personal data breaches:
de: Eine Verletzung des Schutzes personenbezogener Daten ist ein Vorfall, der potenziell negative Folgen für eine von der Verletzung betroffene, natürliche Person nach sich ziehen kann. Bei den meisten dieser Vorfälle handelt es sich entweder um das Abhandenkommen personenbezogener Daten (personenbezogene Daten werden unbefugten Dritten oder der Öffentlichkeit bekannt) oder um die Nichtverfügbarkeit oder Fehlerhaftigkeit personenbezogener Daten zum Nachteil für die betroffene Person. Die DSGVO über Verletzungen des Schutzes personenbezogener Daten:

source: "In the case of a personal data breach, the controller [%(controller)s] shall without undue delay and, where feasible, not later than 72 hours after having become aware of it, notify the personal data breach to the supervisory authority competent in accordance with Article 55 [%(supauth_name)s], unless the personal data breach is unlikely to result in a risk to the rights and freedoms of natural persons. Where the notification to the supervisory authority is not made within 72 hours, it shall be accompanied by reasons for the delay."
de: "Im Falle einer Verletzung des Schutzes personenbezogener Daten meldet der Verantwortliche [%(controller)s] unverzüglich und möglichst binnen 72 Stunden, nachdem ihm die Verletzung bekannt wurde, diese der gemäss Artikel 51 zuständigen Aufsichtsbehörde [%(supauth_name)s], es sei denn, dass die Verletzung des Schutzes personenbezogener Daten voraussichtlich nicht zu einem Risiko für die Rechte und Freiheiten natürlicher Personen führt. Erfolgt die Meldung an die Aufsichtsbehörde nicht binnen 72 Stunden, so ist ihr eine Begründung für die Verzögerung beizufügen."
