Repository: dbf/django-dpotools
Catalog: breach/locale/*/LC_MESSAGES/django.po
Languages: de

source: Please be aware that it is not your discretionary decision, whether or not some incident could result in a risk for data subjects, since you are not the data controller (unless you actually are %(controller_repby)s of %(controller)s). If you are sure that there could be a risk, draft a report, then contact the DPO. If you are unsure, contact the DPO first (before you draft a report). In both cases, act immediately. Please also be aware, that %(controller)s is obligated to notify the supervisory authority, even if the data breach happened at a data processor acting by order of %(controller)s (data processors are required to notify their customers about data breaches without undue delay, Art. 33(2) GDPR).
de: Bitte beachten Sie, dass es nicht in Ihrem Ermessen liegt, ob ein Vorfall ein Risiko für die betroffenen Personen darstellt oder nicht, da Sie nicht der für den Vorfall nach aussen Verantwortliche sind (es sei denn, Sie wären tatsächlich %(controller_repby)s der %(controller)s). Wenn Sie sicher sind, dass ein Risiko bestehen könnte, verfassen Sie eine Vorfallsmeldung und wenden sich dann an die DSB. Wenn Sie unsicher sind, wenden Sie sich zuerst an die DSB (bevor Sie eine Vorfallsmeldung verfassen). In beiden Fällen handeln Sie bitte umgehend. Bitte beachten Sie weiterhin, dass die %(controller)s auch dann verpflichtet ist, einen Vorfall an die Aufsichtsbehörde zu melden, wenn die Schutzverletzung bei einem Auftragsverarbeiter vorgefallen ist, der im Auftrag der %(controller)s handelt (deshalb sind Auftragsverarbeiter verpflichtet, Schutzverletzungen unverzüglich an die verantwortliche Stelle zu melden, Art. 33, Abs. 2 DSGVO).

source: Please also be aware that a personal data breach does explicitly not need to be a "closed case" at the time of notification to the supervisory authority. The opposite is true; the GDPR on this matter (Art. 33(4)): "Where, and in so far as, it is not possible to provide the information at the same time, the information may be provided [by the data controller] in phases without undue further delay." As a consequence, many of the subsequent forms allow you to enter "unknown" or "not yet" instead of actual information. You will be able to update your breach report every time, when new facts become known to you (each report has a time stamp for both date of creation and date of last change); the final version of your breach report is supposed to serve the documentation requirement as described in Art. 33(5) GDPR. Please make sure to keep the DPO up to date in terms of your breach report.
de: Bitte beachten Sie auch, dass eine Verletzung des Schutzes personenbezogener Daten zum Zeitpunkt der Meldung an die Aufsichtsbehörde ausdrücklich kein "abgeschlossener Fall" sein muss. Das Gegenteil ist richtig; die DSGVO (Art. 33, Abs. 4) hierzu: "Wenn und soweit die Informationen nicht zur gleichen Zeit bereitgestellt werden können, kann der Verantwortliche diese Informationen ohne unangemessene weitere Verzögerung schrittweise zur Verfügung stellen." Infolgedessen können Sie in vielen der nachfolgenden Formulare "unbekannt" oder "noch nicht" anstelle von tatsächlichen Informationen eingeben. Sie können und sollten Ihre Vorfallsmeldung immer dann aktualisieren, wenn Ihnen neue Fakten zu Ihrem Vorfall bekannt werden (jede Vorfallsmeldung hat einen Zeitstempel für das Erstelldatum wie für das Datum der letzten Änderung); die letzte Version Ihrer Vorfallsmeldung soll auch für die Dokumentationpflicht gemäss Art. 33, Abs. 5 DSGVO dienen. Bitte stellen Sie sicher, dass Sie die DSB in Bezug auf Ihre Vorfallsmeldung auf dem Laufenden halten.

source: Contents of a notification of a personal data breach:
de: Inhalte einer Meldung von Verletzungen des Schutzes personenbezogener Daten:

source: Information about the data controller (%(controller)s)
de: Angaben zur verantwortlichen Stelle (%(controller)s)

source: Information about the time/timeline of the breach (When did the breach happen? Is the breach still ongoing?)
de: Angaben zum Zeitpunkt/zeitlichen Ablauf des Vorfalls (Wann ist der Vorfall geschehen? Dauert der Vorfall an?)

source: Description of the breach (What exactly happened? What caused the breach?)
de: Beschreibung des Vorfalls (Was genau ist passiert? Was verursachte den Vorfall?)

source: Information about the data categories affected by the breach, if already known (Which data type? Which number of data sets?)
de: Angaben zu den von dem Vorfall betroffenen Datenkategorien, falls bereits bekannt (Welche Art von Daten/Datenkategorien? Welche Anzahl von Datensätzen?)

source: Information about the data subject categories affected by the breach, if already known (Which person or which group of persons? Which number of persons?)
de: Angaben zu den von dem Vorfall betroffenen Personen/Personengruppen, falls bereits bekannt (Welche Person oder welche Personengruppe? Welche Anzahl von Personen?)

source: Information about the likely consequences of the breach for the persons affected (regarding data confidentiality, integrity and availability in particular)
de: Angaben zu den wahrscheinlichen Folgen des Vorfalls für die Betroffenen (insbesondere hinsichtlich Vertraulichkeit, Integrität und Verfügbarkeit der Daten)

source: Information about the measures taken or proposed to mitigate the consequences of the breach and prevent further breaches, if any
de: Angaben zu den ergriffenen oder vorgeschlagenen Massnahmen zur Milderung der Folgen des Vorfalls und der Verhinderung weiterer Vorfälle, soweit zutreffend

source: Information about communication of a personal data breach to the persons affected (usually required in cases involving special categories of personal data)
de: Angaben zur Benachrichtigung der von der Verletzung des Schutzes personenbezogener Daten betroffenen Personen (in der Regel erforderlich in Fällen, die besondere Kategorien personenbezogener Daten betreffen)

source: Choose "New breach report" from the "Breach reporter" menue on the left to create a new, empty breach report. Once you've successfully created an empty breach report, it will be shown in the list under "My breach reports". You will then have the opportunity to view, edit and delete your breach report. Each topic in the above list of contents has a separate page with forms designed to allow you to enter the required information. Please make sure to read the hints specific to each page. These are inside collapsible boxes at the top of each page.
de: Wählen Sie "Neuen Vorfall melden" aus dem Menue "Vorfallsmelder" auf der linken Seite, um eine neue, leere Vorfallsmeldung zu erstellen. Sobald Sie erfolgreich eine neue Vorfallsmeldung erstellt haben, wird diese in der Liste unter "Meine Vorfallsmeldungen" angezeigt. Sie haben dann die Möglichkeit, Ihre Vorfallsmeldung einzusehen, zu bearbeiten und zu löschen. Für jeden Punkt aus der obigen Liste gibt es eine eigene Seite mit Formularen, in die Sie die erforderlichen Angaben eintragen können. Bitte lesen Sie unbedingt die Hinweise auf den einzelnen Seiten. Diese befinden sich in den ausklappbaren Kästen oben auf jeder Seite.

source: Breach report HTML View
de: Vorfallsmeldung HTML-Ansicht

source: Breach
de: Vorfall

source: as at
de: Stand:

source: My breach reports
de: Meine Vorfallsmeldungen

source: Breach reports of originator
de: Vorfallsmeldungen erstellt von

source: that are new or still available
de: die neu oder noch vorhanden sind

source: No breach reports available.
de: Keine Vorfallsmeldungen vorhanden

source: View as HTML
de: Als HTML ansehen

source: Export as PDF
de: Als PDF exportieren

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Choose "Edit" to complete newly created breach reports or edit still available ones.
de: Wählen Sie "Bearbeiten", um eine neu erstellte oder noch vorhandene Vorfallsmeldung zu bearbeiten.

source: Choose "New breach report" from the menue on the left to start a new breach report.
de: Wählen Sie "Neuen Vorfall melden" von dem Menue links, um eine neue Vorfallsmeldung zu erstellen.

source: All breach reports
de: Alle Vorfallsmeldungen

source: All breach reports on this system
de: Alle Vorfallsmeldungen auf diesem System

source: Originator
de: Erstellt von
