Repository: dbf/django-dpotools
Catalog: landing/locale/*/LC_MESSAGES/django.po
Languages: de

source: Welcome to %(controller)s's DPO tool collection
de: Willkommen bei den Datenschutz-Werkzeugen der DSB der %(controller)s

source: The DPO tools currently allow you to
de: Mit den Datenschutz-Werkzeugen können Sie gegenwärtig

source: contact the DPO (this option is available without login)
de: die DSB kontaktieren (diese Option funktioniert auch ohne Anmeldung)

source: generate a record of processing activities (RPA) for your processing activity (login required)
de: ein Verarbeitungsverzeichnis (VV/VVT) für Ihre Verarbeitung erstellen (Anmeldung erforderlich)

source: report a personal data breach to the DPO (login required)
de: eine Verletzung des Schutzes personenbezogener Daten an die DSB melden (Anmeldung erforderlich)

source: You are welcome to contact %(controller)s's DPO in any data protection related matter, such as exercising your right of access (Art. 15 GDPR). The transmission of your message will be end-to-end encrypted.
de: Die DSB der %(controller)s steht Ihnen in allen Angelegenheiten des Datenschutzes (wie z.B. der Inanspruchnahme Ihres Auskunftsrechts nach Art. 15 DSGVO) zur Seite. Ihre Nachricht wird ende-zu-ende-verschlüsselt übertragen.

source: A record of processing activities (RPA) is an internal (%(controller)s) document as described in Art. 30 GDPR. It basically contains a description of your processing activity. You are required to create and maintain an RPA, if you process personal data on behalf of %(controller)s. Read "RPA hints" for details (menue on the left, visible after successful login).
de: Ein Verarbeitungsverzeichnis (VVT, auch als VV bezeichnet) ist ein internes (%(controller)s) Dokument wie in Art. 30 DSGVO beschrieben. Es enthält im Wesentlichen eine Beschreibung Ihrer Verarbeitungstätigkeit. Sie sind verpflichtet, ein VVT zu erstellen und zu pflegen, wenn Sie an der %(controller)s personenbezogene Daten verarbeiten. Die Details hierzu finden Sie in "VVT Hinweise" (Menue links, wird nach erfolgreicher Anmeldung angezeigt).

source: A notification of a personal data breach (Art. 33 GDPR) is required, if you (roughly speaking) have lost control over the personal data you are internally responsible for (or the possibility thereof). Read "Breach report hints" for details (menue on the left, visible after successful login).
de: Eine Meldung über die Verletzung des Schutzes personenbezogener Daten (Art. 33 DSGVO, nachfolgend auch "Vorfallsmeldung") ist erforderlich, wenn Sie (vereinfacht ausgedrückt) die Kontrolle über die personenbezogenen Daten in Ihrer (internen) Verantwortung verloren haben (oder die Möglichkeit dazu besteht, d.h. der Kontrollverlust passiert sein könnte). Die Details hierzu finden Sie in "Vorfallsmeldung Hinweise" (Menue links, wird nach erfolgreicher Anmeldung angezeigt).

source: In order to create a document (such as an RPA), you need to log in first. This system uses so-called Shibboleth authentication: If you choose to log in, you will be redirected to a login page at %(controller)s's IT dept. Log in there using your %(controller)s account. You will then be redirected back to this system and the following personal data will be transferred (after you have given consent):
de: Um ein Dokument (z.B. ein VVT) zu erstellen, müssen Sie sich zuerst anmelden. Dieses System verwendet sog. Shibboleth-Authentifizierung: Wenn Sie sich anmelden, werden Sie zunächst auf eine Anmelde-Seite im Rechenzentrum der %(controller)s umgeleitet, auf der Sie sich mit Ihrem %(controller)s-Account anmelden. Nach erfolgreicher Anmeldung werden Sie auf dieses System zurückgeleitet und die folgenden Daten werden dabei übermittelt (nachdem Sie zugestimmt haben):

source: Your first and last name
de: Ihr Vor- und Nachname

source: Your account name
de: Ihr Accountname

source: Your e-mail address
de: Ihre E-Mail Adresse

source: Your affiliations in %(controller)s
de: Ihre Zugehörigkeiten innerhalb der %(controller)s

source: An authentication token
de: Ein Authentifizerungs-Token

source: This data is used for the sole purpose of personalizing your documents (the authentication token is used to manage your access to this system). Please be aware that there's no guarantee that finished documents will remain on this system for a longer period of time. In case your finished documents are still available, they will be listed under "My [type-of-document]s" (menue on the left, visible after successful login).
de: Diese Daten werden ausschliesslich genutzt, um Ihre Dokumente zu personalisieren (das Authentifizerungs-Token dient der Verwaltung Ihrer Zugriffsrechte auf dieses System). Bitte bedenken Sie, dass einmal erstellte Dokumente nicht für längere Zeit auf diesem System verfügbar bleiben werden. Sofern diese jedoch noch verfügbar sind, werden sie unter "Meine [Typ-des-Dokuments]" aufgeführt (Menue links, wird nach erfolgreicher Anmeldung angezeigt).
