Repository: dbf/django-dpotools
Catalog: rpa/locale/*/LC_MESSAGES/django.po
Languages: de

source: If you do not process personal data, because the data you work with is not personal data per se or you work with anonymised data only, you do not need to create a record of processing activities. Anonymised data is data that does not allow any conclusions about an individual natural person (anymore). That means that the data does neither contain "obvious" personal data, such as a person's name or Email address, nor that the data in its entirety allows to conclude a natural person's identity. If in doubt, ask the DPO.
de: Wenn Sie keine personenbezogenen Daten verarbeiten, weil die Daten, mit denen Sie arbeiten, per se keine personenbezogenen Daten sind oder Sie nur mit anonymisierten Daten arbeiten, müssen Sie kein Verzeichnis von Verarbeitungstätigkeiten erstellen. Anonymisierte Daten sind Daten, die keine Rückschlüsse (mehr) auf eine einzelne natürliche Person zulassen. Dies bedeutet, dass die Daten weder "offensichtliche" personenbezogene Daten wie den Namen oder die E-Mail-Adresse einer Person enthalten, noch dass die Daten in ihrer Gesamtheit Rückschlüsse auf die Identität einer einzelnen natürlichen Person zulassen. Im Zweifelsfall fragen Sie die DSB.

source: The RPA generator was developed to ease the creation of an RPA. It does not release you from your duty of care to check all information given for correctness and completeness.
de: Der VVT Generator wurde entwickelt, um das Erstellen eines VVT zu erleichtern. Er entbindet Sie nicht von Ihrer Sorgfaltspflicht, alle Angaben auf Richtigkeit und Vollständigkeit zu überprüfen.

source: In addition to the legal obligation under Art. 30 of the General Data Protection Regulation (you must maintain a record of processing activities and present it to the supervisory authority upon request), your RPA also serves to your own orientation in handling personal data.
de: Neben der gesetzlichen Verpflichtung nach Art. 30 der Datenschutz-Grundverordnung (Sie müssen ein Verzeichnis von Verarbeitungstätigkeiten führen und es der Aufsichtsbehörde auf Anfrage vorlegen) dient Ihr VVT auch Ihrer eigenen Orientierung im Umgang mit personenbezogenen Daten.

source: Complete and amend the information in the subsequent set of forms as appropriate for your processing activity. The forms have built-in logic, that tries to validate the structure of the information you enter as much as possible. It will not prevent you from entering false or incomplete information, though.
de: Vervollständigen und ändern Sie die Angaben in den nachfolgenden Formularen für Ihre Verarbeitungstätigkeit zutreffend. Die Formulare haben eine eingebaute Logik, die versucht, die Struktur der von Ihnen eingegebenen Informationen so weit wie möglich zu überprüfen - sie kann Sie jedoch nicht daran hindern, falsche oder unvollständige Angaben zu machen.

source: Contact the DPO if you are unsure about any information. You may want to read the answers to frequently asked questions ("FAQ") beforehand at
de: Wenden Sie sich an die Datenschutzbeauftragte, wenn Sie sich bei einer Angabe unsicher sind. Lesen Sie zunächst die Antworten auf häufig gestellte Fragen ("FAQ") unter

source: Suggestions for improvements (both to the "FAQ" and to the present interactive RPA generator) are welcome.
de: Verbesserungsvorschläge (sowohl für die "FAQ" als auch für den interaktiven VVT Generator) sind willkommen.

source: Keep in mind that your RPA will be read by the DPO and may be read by someone at the competent supervisory authority. These readers are most likely not familiar with your processing activity. Some form steps have free-text fields, that allow to add individual comments and descriptions - use these to make your processing activity more transparent, but stay concise.
de: Bitte bedenken Sie, dass Ihr VVT von der Datenschutzbeauftragten und möglicherweise auch von jemandem bei der zuständigen Aufsichtsbehörde gelesen wird. Diese Personen sind höchstwahrscheinlich nicht mit Ihrer Verarbeitungstätigkeit vertraut. Eine Reihe von Einzelformularen verfügt über Freitextfelder, die es ermöglichen, individuelle Kommentare und Beschreibungen hinzuzufügen - nutzen Sie diese, um Ihre Verarbeitungstätigkeit transparenter zu machen (aber bleiben Sie kurz und bündig).

source: You may use the annex form to refer to (but not to store) separate documents that are related to your RPA. Those separate documents may be documents created by yourself (e.g. because your activity requires information too extensive to fit into the corresponding form) or may be documents that already exist and are somehow related to your RPA (such as contracts, data erasure, authorization/role or data security concepts, certificates, forms for declarations of consent, notices for data subjects, etc.). All those documents are considered part of your RPA and need to be added manually to it's final version. Some forms even have an option that allows you to just choose "information is in annex" or similar.
de: Sie können das Anhang-Formular benutzen, um auf separate Dokumente zu verweisen (sie aber nicht dort speichern). Solche separaten Dokumente können sowohl von Ihnen selbst erstellte Dokumente sein (z.B. weil Ihre Verarbeitung Angaben erfordert, die nicht in die jeweiligen Formulare passen), als auch solche, die bereits existieren und mit Ihrem VVT in Zusammenhang stehen (z.B. Verträge, Lösch-, Rollen-, Berechtigungs- oder Datensicherheitskonzepte, Zertifikate, Vordrucke für Einwilligungen, Datenschutzhinweise für betroffene Personen, etc.). Alle diese Dokumente sind Teil Ihres VVT und müssen händig der fertigen Version Ihres VVT beigefügt werden. Manche Formulare haben sogar eine Auswahlmöglichkeit "Angabe im Anhang" o.ä.

source: The RPA generator considers all information about processing activities covered by the General Data Protection Regulation (GDPR). In most cases, not all information is required. Therefore, the system will allow you to leave fields blank. Please be aware, that, depending on your actual processing activity, these fields or options may indeed be required. Example: The information about whether there is a data processor assigned, is by default "Unknown". If you have a data processor, change this to "Yes" and fill out the required information. If you don't have a data processor, change this to "No" and leave the other fields untouched. The same is true for a privacy impact assessment, joint controllers, etc.
de: Der VVT Generator berücksichtigt alle Angaben über Verarbeitungstätigkeiten, die die Datenschutz-Grundverordnung (DSGVO) fordert. In den meisten Fällen sind nicht alle Angaben erforderlich. Daher erlaubt das System, Felder leer zu lassen. Bitte beachten Sie, dass je nach Ihrer tatsächlichen Verarbeitungstätigkeit diese Felder oder Optionen dennoch erforderlich sein können. Beispiel: Die Angabe, ob es einen Auftragsverarbeiter gibt, ist standardmässig "Unbekannt". Wenn Sie einen Auftragsverarbeiter haben, ändern Sie dies in "Ja" und füllen Sie die erforderlichen Felder aus. Wenn Sie keinen Auftragsverarbeiter haben, ändern Sie dies in "Nein" und lassen die anderen Felder leer. Das Gleiche gilt für eine Datenschutz-Folgenabschätzung, gemeinsam Verantwortliche usw.

source: Technical and organisational measures (TOM): The TOM you take to properly handle the personal data in your responsibility must, taking into account the state of the art, the costs of implementation and the nature, scope, context and purposes of processing as well as the risk of varying likelihood and severity for the rights and freedoms of natural persons (i.e. your data subjects) ensure a level of security appropriate to the risk. In other words: If your processing activity is easy to comprehend, does not include special categories of personal data, is only done once with subsequent data erasure/anonymisation and affects only a manageable number of data subjects, some simple measures may already be sufficient. The farther your processing activity is away from this, the more measures (typically with an increasing level of effort and complexity) will be required.
de: Technische und organisatorische Massnahmen (TOM): Die TOM, die Sie ergreifen, um den ordnungsgemässen Umgang mit den personenbezogenen Daten in Ihrer Verantwortung sicherzustellen, müssen unter Berücksichtigung des Stands der Technik, der Implementierungskosten und der Art, des Umfangs, der Umstände und der Zwecke der Verarbeitung sowie der unterschiedlichen Eintrittswahrscheinlichkeit und Schwere des Risikos für die Rechte und Freiheiten natürlicher (der von Ihrer Verarbeitung betroffenen) Personen geeignet sein, um ein dem Risiko angemessenes Schutzniveau zu gewährleisten. Anders ausgedrückt: Wenn Ihre Verarbeitung leicht durchschaubar ist, keine besonderen Kategorien personenbezogener Daten einschliesst, nur einmalig sowie mit anschliessender Datenlöschung bzw. -anonymisierung durchgeführt wird und es nur eine überschaubare Zahl betroffener Personen gibt, können wenige einfache Massnahmen ausreichen. Je weiter Ihre Verarbeitung von diesen Gegebenheiten entfernt ist, desto mehr Massnahmen werden erforderlich sein, die dann typischerweise auch noch immer aufwändiger und komplexer werden.

source: Things you should think about before you start with your RPA:
de: Dinge, die Sie bedenken sollten, bevor Sie mit der Erstellung Ihres VVT beginnen:

source: A short name of your own choice for your research project, administrative activity, etc.
de: Sie benötigen eine selbst gewählte Kurzbezeichnung (sog. "Slug") für Ihr Forschungsprojekt, Ihre Verwaltungstätigkeit, etc.

source: Whether there is a joint controller (a joint controller is a person or entity outside %(controller)s, who decides together with you on means and purposes of the processing of the personal data in question). There should be a contract regarding joint controllership (add to annex). Typical example: Joint research projects.
de: Gibt es einen gemeinsam Verantwortlichen? Ein gemeinsam für die Verarbeitung Verantwortlicher ist eine natürliche oder juristische Person ausserhalb der %(controller)s, die gemeinsam mit Ihnen über Mittel und Zwecke der Verarbeitung der betreffenden personenbezogenen Daten entscheidet. Ein Vertrag über die gemeinsame Verantwortung ist erforderlich (Kopie bitte dem Anhang beifügen). Ein typisches Beispiel sind gemeinsame Forschungsprojekte.

source: Whether there is a data processor (a data processor is a person or entity outside %(controller)s, who is processing the personal data in question according to your instructions). A data processing agreement (DPA) is mandatory in this case (add to annex). Typical examples include hosting, translation/transliteration services and SaaS providers (surveys, collaboration, storage, database applications, etc.).
de: Gibt es einen Auftragsverarbeiter? Ein Auftragsverarbeiter ist eine natürliche oder juristische Person ausserhalb der %(controller)s, die die fraglichen personenbezogenen Daten gemäss Ihrer Anweisungen verarbeitet. In diesem Fall ist ein Auftragsverarbeitungsvertrag (AVV) obligatorisch (Kopie bitte dem Anhang beifügen). Typische Beispiele sind Hosting, Übersetzungs-/Transkriptionsdienste und SaaS-Anbieter (Umfragen, Zusammenarbeit, Speicherung, Datenbankanwendungen usw.).

source: Whether you plan to transfer personal data to a third country (which is any country outside the ambit of the GDPR) or international organisation. If yes, choose "Yes" and provide the information required.
de: Planen Sie die Übermittlung personenbezogener Daten in ein Drittland (d. h. ein Land ausserhalb des Geltungsbereichs der DSGVO) oder an eine internationale Organisation? Wenn ja, wählen Sie "Ja" und machen Sie die erforderlichen Angaben.

source: Whether your processing activity requires a privacy impact assessment (PIA, or DPIA for "data protection impact assessment", which is the term used in the English translation of the GDPR). The GDPR on PIAs: "Where a type of processing in particular using new technologies, and taking into account the nature, scope, context and purposes of the processing, is likely to result in a high risk to the rights and freedoms of natural persons, the controller [you] shall, prior to the processing, carry out an assessment of the impact of the envisaged processing operations on the protection of personal data." Privacy impact assessments are relatively rare (at least at %(controller)s) and complex. Please contact the DPO for details before you attempt to do a PIA.
de: Muss für Ihre Verarbeitungstätigkeit eine Datenschutz-Folgenabschätzung (DSFA) vorgenommen werden? Die DSGVO über DSFA: "Hat eine Form der Verarbeitung, insbesondere bei Verwendung neuer Technologien, aufgrund der Art, des Umfangs, der Umstände und der Zwecke der Verarbeitung voraussichtlich ein hohes Risiko für die Rechte und Freiheiten natürlicher Personen zur Folge, so führt der Verantwortliche [Sie] vorab eine Abschätzung der Folgen der vorgesehenen Verarbeitungsvorgänge für den Schutz personenbezogener Daten durch." DSFA sind relativ selten (zumindest an der %(controller)s) und komplex. Bitte kontaktieren Sie die DSB, bevor Sie sich an einer DSFA versuchen.

source: It may be helpful to think about your processing activity as a flow of data: Where does the data originate (e.g. a survey or the campus management system)? Where does it eventually go to (e.g. a transfer to some other entity or simply erasure/anonymisation)? What happens in between (e.g. processing by a data processor)? What measures do you take to ensure data confidentiality and integrity?
de: Es mag hilfreich sein, sich Ihre Verarbeitungstätigkeit als einen Datenfluss vorzustellen: Woher stammen die Daten (z. B. aus einer Umfrage oder dem Campus-Management-System)? Wohin gehen sie (z. B. Übermittlung an eine andere Einrichtung oder einfach Löschung bzw. Anonymisierung)? Was geschieht dazwischen (z. B. Verarbeitung durch einen Auftragsverarbeiter)? Welche Massnahmen ergreifen Sie, um die Vertraulichkeit und Integrität der Daten zu gewährleisten?

source: The competent supervisory authority for compliance with data protection regulations at %(controller)s is %(supauth_name)s, located in %(supauth_city)s.
de: Die zuständige Aufsichtsbehörde für die Einhaltung datenschutzrechtlicher Regelungen an der %(controller)s ist %(supauth_name)s mit Sitz in %(supauth_city)s.

source: In the event of a loss of data in the sense that personal data has become known to unauthorized third parties (or the possibility thereof, e.g. in case of a lost or stolen laptop), the DPO or the supervisory authority must be informed immediately.
de: Im Falle eines Datenverlustes in dem Sinne, dass personenbezogene Daten unbefugten Dritten bekannt geworden sind (oder die Möglichkeit dazu besteht, z. B. im Falle eines verlorenen oder gestohlenen Laptops), muss die DSB oder die Aufsichtsbehörde unverzüglich informiert werden.

source: If you would like to read the original text of the General Data Protection Regulation and the recitals yourself, click here:
de: Wenn Sie den Originaltext der Datenschutz-Grundverordnung und die Erwägungsgründe selbst lesen möchten, klicken Sie hier:

source: As soon as you have created your draft RPA, please inform the DPO via e-mail to
de: Sobald Sie Ihren VVT-Entwurf erstellt haben, informieren Sie bitte die DSB per E-Mail an

source: State the short name of your RPA (the DPO has access to all RPAs on this system) and attach documents listed in your annex, if any. After the DPO has commented on your RPA, print it out, sign it or have the responsible management sign it, and keep it with the documentation for your project. If your processing activity concerns employees of %(controller)s, pass a copy of your RPA to %(controller_hrm)s.
de: Geben Sie die Kurzbezeichnung Ihres VVT an (die DSB hat Zugriff auf alle VVT in diesem System) und fügen Sie ggf. die in Ihrem Anhang aufgeführten Dokumente bei. Nachdem die DSB Ihr VVT kommentiert hat, drucken Sie es aus, unterschreiben es bzw. lassen es von der zuständigen Leitung unterschreiben und bewahren es zusammen mit den Unterlagen für Ihr Projekt auf. Wenn Ihre Verarbeitungstätigkeit Beschäftigte der %(controller)s betrifft, leiten Sie eine Kopie Ihres VVT an die %(controller_hrm)s weiter.

source: RPA HTML View
de: VVT HTML-Ansicht

source: RPA
de: VVT

source: as at
de: Stand:

source: My RPAs
de: Meine VVT

source: RPAs of originator
de: VVT erstellt von

source: that are new or still available
de: die neu oder noch vorhanden sind

source: No RPAs available.
de: Keine VVT vorhanden.

source: Slug
de: Kurzbezeichnung

source: View
de: Anzeigen

source: Export
de: Exportieren

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Choose "Edit" to complete newly created RPAs or edit still available ones.
de: Wählen Sie "Bearbeiten", um neu erzeugte oder noch vorhandene VVT zu bearbeiten.

source: Choose "New RPA" from the menue on the left to start a new RPA.
de: Wählen Sie "Neues VVT" vom Menue links, um ein neues VVT zu beginnen.

source: All RPAs
de: Alle VVT

source: Originator
de: Erstellt von

source: All RPAs on this system
de: Alle VVT auf diesem System

source: rpa
de: vvt
