Repository: dbf/django-dpotools
Catalog: rpa/locale/*/LC_MESSAGES/django.po
Languages: de

source: Art. 46(2)(f) GDPR (certification)
de: Art. 46 Abs. 2 UAbs. 2f) DSGVO (Zertifizierung)

source: Art. 49 GDPR (derogations for specific situations)
de: Art. 49 DSGVO (Ausnahmen für bestimmte Fälle)

source: Transfer to third countries
de: Übermittlung in ein Drittland

source: Transfers to third countries
de: Übermittlungen in ein Drittland

source: Access groups are described below.
de: Die Zugriffsgruppen werden nachfolgend beschrieben.

source: There is an authorization/role concept that is attached to the annex.
de: Ein Berechtigungs- bzw. Rollenkonzept existiert und ist dem Anhang beigefügt.

source: Access group
de: Zugriffsgruppe

source: Access groups
de: Zugriffsgruppen

source: Data subjects will be informed via a leaflet (attached and listed in annex)
de: Die betroffenen Personen werden durch ein Merkblatt informiert (im Anhang beigefügt)

source: Data subjects will be informed online (cf. link in explanation)
de: Die betroffenen Personen werden online informiert (Link in Erklärung)

source: Data subjects will be informed in another way (as described in explanation)
de: Die betroffenen Personen werden auf einem anderen Weg informiert (wie in der Erklärung beschrieben)

source: Data subjects will not be informed because exceptions as governed by Art. 14(5) GDPR apply
de: Die betroffenen Personen werden nicht informiert, weil Ausnahmen wie in Art.14, Abs. 5 DSGVO geregelt, zutreffen

source: Transparency
de: Informationspflicht

source: Transparencies
de: Informationspflichten

source: Data processor
de: Auftragsverarbeiter

source: Data processors
de: Auftragsverarbeiter

source: There is no systematic and extensive evaluation of personal aspects relating to natural persons which is based on automated processing.
de: Es gibt keine systematische und umfassende Bewertung persönlicher Aspekte natürlicher Personen, die sich auf automatisierte Verarbeitung gründet.

source: There is no processing on a large scale of special categories of data referred to in GDPR Article 9.
de: Es gibt keine umfangreiche Verarbeitung besonderer Kategorien von personenbezogenen Daten gemäss Artikel 9 DSGVO.

source: There is no systematic monitoring of a publicly accessible area on a large scale.
de: Es gibt keine systematische umfangreiche Überwachung öffentlich zugänglicher Bereiche.

source: The processing operation is not on the "required-list" issued by the competent supervisory authority.
de: Die Verarbeitung umfasst keine Operationen, die auf der "Muss-Liste" der zuständigen Aufsichtsbehörde aufgeführt sind.

source: Measures taken are sufficient (as described in the attached document listed in the annex).
de: Die ergriffenen Massnahmen sind ausreichend (wie in dem im Anhang beigefügten Dokument beschrieben)

source: Additional measures were taken (as described in the attached document listed in the annex).
de: Es wurden zusätzliche Massnahmen ergriffen (wie in dem im Anhang beigefügten Dokument beschrieben)

source: No additional measures could be taken and therefore the supervisory authority had to be consulted (result is attached and listed in the annex).
de: Es konnten keine zusätzlichen Massnahmen ergriffen werden und deshalb wurde die Aufsichtsbehörde konsultiert (Ergebnis in dem im Anhang beigefügten Dokument)

source: Privacy impact assessment
de: Datenschutz-Folgenabschätzung

source: Privacy impact assessments
de: Datenschutz-Folgenabschätzungen

source: The processing activity has been examined and certified (corresponding documents are attached and listed in annex)
de: Die Verarbeitungstätigkeit wurde geprüft und zertifiziert (die entsprechenden Dokumente sind beigefügt und im Anhang aufgeführt)

source: The processing activity is in accordance with an existing data security concept (corresponding documents are attached and listed in annex)
de: Die Verarbeitungstätigkeit steht im Einklang mit einem bestehenden Datensicherheitskonzept (entsprechende Dokumente sind beigefügt und im Anhang aufgeführt)

source: TOMs are described in a separate document (attached and listed in annex)
de: Die TOM werden in einem separaten Dokument beschrieben (im Anhang aufgeführt).

source: TOMs are described below
de: Die TOM werden nachfolgend beschrieben

source: The purpose of the processing activity does not allow pseudonymisation.
de: Der Zweck der Verarbeitung erlaubt keine Pseudonymisierung.

source: The processing is done with pseudonymised personal data only. Details (including the pseudonymisation method actually used) are described in the field below.
de: Die Verarbeitung erfolgt nur mit pseudonymisierten Daten. Details dazu (inkl. der eingesetzen Pseudonymisierungsmethode) sind im Feld unten beschrieben.

source: Pseudonymisation will never be repealed during the processing activity.
de: Die Pseudonymisierung der Daten wird zu keinem Zeitpunkt aufgehoben.

source: Pseudonymised data and pseudonymisation allocation lists will be processed separately.
de: Pseudonymisierte Daten und Zuordungslisten für die Pseudonymisierung werden getrennt verarbeitet.

source: Pseudonymisation allocation lists will be restricted and can be accessed by privileged personnel only (as described below).
de: Zuordnungslisten für die Pseudonymisierung werden zugriffsbeschränkt und können nur von entsprechend privilegierten Beschäftigten eingesehen bzw. verarbeitet werden (Details s.u.).

source: Pseudonymisation allocation lists will be stored state-of-the-art encrypted.
de: Zuordungslisten für die Pseudonymisierung werden nach Stand der Technik verschlüsselt gespeichert.

source: State-of-the-art end-to-end encryption will always be used when personal data is transmitted via public networks (including VPN access).
de: Verschlüsselung nach Stand der Technik kommt immer zum Einsatz, wenn Daten über öffentliche Netzwerke übermittelt werden (inkl. VPN-Zugänge).

source: State-of-the-art encryption will always be used when data is at rest (stored).
de: Verschlüsselung nach Stand der Technik kommt immer zum Einsatz, wenn Daten ruhen (gespeichert sind).

source: Every allowed person accesses the data with an individual key for decryption.
de: Jede zugriffsberechtigte Person greift mit einem individuellen, an diese Person gebundenen Schlüssel auf die Daten zu.

source: Distribution of required keys to access encrypted data is documented.
de: Die Vergabe der erforderlichen Schlüssel zum Zugriff auf verschüsselte Daten wird dokumentiert.

source: There is a proven way to void existing keys (e.g. in case of a person retiring).
de: Es existiert ein erprobter Weg, um ausgegebene Schlüssel vom Zugriff auszuschliessen (z.B. für den Fall des Ausscheidens einer Person).

source: Devices used for processing are password protected at all times (reduces risk of data loss).
de: Endgeräte, die für die Verarbeitung genutzt werden, sind grundsätzlich mit einem Passwort zugriffsgeschützt (vermindert das Risiko von Datenverlust).

source: Personal data will not be processed on mobile devices (reduces risk of data loss).
de: Personenbezogene Daten werden nicht auf mobilen Endgeräten verarbeitet (vermindert das Risiko von Datenverlust).

source: Personal data will not be processed on private, i.e. user owned and administered devices (reduces risk of data loss).
de: Personenbezogene Daten werden nicht auf privaten (in Besitz und Verwaltung der verarbeitenden Person befindlichen) Endgeräten verarbeitet (reduziert das Risiko von Datenverlust).

source: Personal data will only be processed on devices administered by central IT services (reduces risk of data loss).
de: Personenbezogene Daten werden nur auf Endgeräten verarbeitet, die vom zentralen IT-Dienstleister (Rechenzentrum, etc.) verwaltet werden (reduziert das Risiko von Datenverlust).

source: Personal data will not be processed by student assistants (reduces risk of data loss).
de: Personenbezogene Daten werden nicht von studentischen Hilfskräften verarbeitet (vermindert das Risiko von Datenverlust).

source: Systems known to be prone to malware used for processing are regularly checked for infestation (reduces risk of data loss).
de: Systeme, die bekanntermassen anfällig für Schadsoftware sind, werden regelmässig auf Befall hin überprüft (vermindert das Risiko von Datenverlust).

source: The devices used for processing are all located in a separate subnet protected by a packet filter firewall administered by qualified personnel.
de: Die Endgeräte, auf denen die Daten verarbeitet werden, befinden sich alle in einem separaten Subnetz, das mit Hilfe einer von qualifiziertem Personal verwalteten Paketfilter-Firewall geschützt wird.

source: Systems used for processing implement role-based access (reduces risk of data loss).
de: Systeme, die für die Verarbeitung benutzt werden, verfügen über einen rollenbasierten Zugriff (vermindert das Risiko von Datenverlust).

source: The latest version of the data protection code of conduct issued by the data controller is known to all persons processing data.
de: Die aktuelle Version der von der verantwortlichen Stelle herausgegebenen Datenschutz-Verhaltensregeln ist allen Personen bekannt, die Daten verarbeiten.

source: Decommissioned or malfunctioning storage media are forwarded to central services for destruction.
de: Ausgesonderte oder defekte Speichermedien werden grundsätzlich dem dafür zuständigen zentralen Dienst zwecks Vernichtung übergeben.

source: All persons involved with the processing are aware that data leaks or the possibility thereof must be reported to the DPO or the supervisory authority.
de: Allen mit der Verarbeitung befassten Personen ist bekannt, dass (auch potentielle) Fälle von Datenverlust ("leaks") der DSB oder der Aufsichtsbehörde gemeldet werden müssen.

source: Unavailability of the processing activity or the data (except if concomitant with a data leak) are unlikely to entail negative consequences for data subjects.
de: Die Nichtverfügbarkeit der Verarbeitung oder der Daten wird, wenn sie nicht mit einem Datenverlust ("leak") einhergeht, aller Voraussicht nach nicht zu Nachteilen für die betroffenen Personen führen.

source: Data is backed up in the backup system operated by central IT services.
de: Die Daten werden in dem durch den zentralen IT-Dienst betriebenen Backup-System gesichert.

source: Data is backed up in a self-operated state-of-the-art backup system.
de: Die Daten werden in einem nach Stand der Technik selbst betriebenen Backup-System gesichert.

source: There is a stand-in arrangement for the processing activity.
de: Es existiert eine Vertretungsregelung für die Verarbeitung.

source: The structure of the data (e.g. table format) is documented.
de: Die Struktur der Daten (z.B. Tabellenformat) ist dokumentiert.

source: The software used for the processing activity is actively maintained by it's vendor.
de: Die Software, die für die Verarbeitung genutzt wird, wird vom Hersteller noch aktiv gepflegt.

source: There is a resilience plan in place that includes the processing activity.
de: Es gibt ein Wiederherstellungskonzept, das die Verarbeitung einschliesst.

source: The resilience plan is checked regularly for proper operation.
de: Das Wiederherstellungskonzept wird regelmässig auf korrektes Funktionieren überprüft.

source: The resilience plan includes measures for hardware failure.
de: Das Wiederherstellungskonzept schliesst Massnahmen für den Fall eines Hardware-Versagens ein.

source: Relevant local guidelines, such as security concepts, resilience plans, etc. are revised on a regular basis.
de: Relevante lokale Richtlinien, z.B. Sicherheits- und Wiederherstellungskonzepte, etc. werden regelmässig überarbeitet.

source: Measures are taken to ensure, that the latest versions of relevant local and central guidelines issued by the data controller are known to all persons processing data.
de: Es werden Massnahmen ergriffen, die sicherstellen, dass die aktuellen Versionen der relevanten lokalen und der von der verantwortlichen Stelle herausgegebenen Richtlinien allen Personen bekannt ist, die Daten verarbeiten.

source: Frequent checks are carried out for known weaknesses in the systems used for the processing activity.
de: Die für die Verarbeitung verwendeten Systeme werden angemessen häufig auf bekannte Sicherheitslücken hin geprüft.

source: Penetration testing is carried out on a regular basis against the systems used for the processing activity.
de: Die für die Verarbeitung verwendeten Systeme werden angemessen oft mittels Penetration testing auf Sicherheitslücken hin überprüft.

source: Measures regarding appropriation are described elsewhere (as referenced below).
de: Massnahmen bzgl. Zweckbindung werden anderswo beschrieben (wie unten angegeben).

source: The purpose and the legal basis of the processing activity is known to all persons processing data.
de: Der Zweck und die Rechtsgrundlagen der Verarbeitung ist allen Personen bekannt, die Daten verarbeiten.

source: There is a documented procedure for purpose changes that includes consultation of the DPO.
de: Es gibt einen dokumentierten Prozess für Zweckänderungen, der die Konsultation der DSB einschliesst.

source: The processing activity is a one-time only activity, purpose changes will not be considered.
de: Die Verarbeitungstätigkeit wird nur einmalig durchgeführt, Zweckänderungen werden nicht in Erwägung gezogen.

source: Measures regarding transparency are described elsewhere (as referenced below).
de: Massnahmen bzgl. Transparenz werden anderswo beschrieben (wie unten angegeben).

source: There is a documented process for handling data subject enquiries that includes documentation of enquiries.
de: Es gibt einen dokumentierten Prozess für den Umgang mit Anfragen von Betroffenen, der die Dokumentation solcher Anfragen einschliesst.

source: The system used for the processing activity allows storage of transparency-related data, such as lock flags, fields for notes on consent, objection, etc.
de: Die Systeme, die für die Verarbeitungstätigkeit genutzt werden, erlauben das Speichern von Daten bzgl. Transparenz, z.B. Sperrvermerke, Einwilligungen, Widersprüche, etc.

source: Care is taken to ensure that precompiled and individual answers to enquiries contain all required information and are written in comprehensible language.
de: Es wurde sichergestellt, dass vorbereitete und individuelle Antworten auf Anfragen alle erforderlichen Informationen enthalten und in verständlicher Sprache abgefasst sind.

source: Measures regarding subject rights are described elsewhere (as referenced below).
de: Massnahmen bzgl. Betroffenenrechte werden anderswo beschrieben (wie unten angegeben).

source: All persons processing data have at least basic knowledge about subject rights and know how to deal with enquiries.
de: Alle mit der Verarbeitung befassten Personen haben grundsätzliche Kenntnisse über Betroffenenrechte und den richtigen Umgang mit Anfragen.

source: The system used for the processing activity has an interface that allows easy retrieval of subject rights-related data.
de: Die Software, die für die Verarbeitung genutzt wird, weist eine Schnittstelle auf, die die einfache Abfrage von Daten bzgl. der Betroffenenrechte erlaubt.

source: Technical and organisational measure
de: Technische und organisatorische Massnahme

source: Technical and organisational measures
de: Technische und organisatorische Massnahmen

source: RPA annex
de: VVT Anhang

source: RPA annexes
de: VVT Anhänge

source: Your RPA is not finished, yet: The DPO has commented on this part of your document. Read the comment in the Edit view of the respective information, act accordingly and then remove the content of the DPO comment field to clear this warning.
de: Ihr VVT ist noch nicht fertig: Die DSB hat eine Anmerkung zu diesem Teil Ihres Dokuments. Bitte lesen Sie die Anmerkung in der "Bearbeiten"-Ansicht der zugehörigen Angaben, handeln entsprechend und leeren danach das "Anmerkung der DSB"-Feld, um diese Warnung zu entfernen.

source: according to Art. 30(1) GDPR
de: gemäss Art. 30 Abs. 1 DSGVO

source: Designation of the processing activity
de: Bezeichnung der Verarbeitungstätigkeit

source: Short name
de: Kurzbezeichnung

source: Name
de: Bezeichnung

source: RPA prepared by
de: VVT erstellt von

source: New processing activity
de: Neue Verarbeitungstätigkeit

source: Date introduced
de: Eingeführt am

source: Modified processing activity
de: Geänderte Verarbeitungstätigkeit

source: Date changed
de: Geändert am

source: Former name of processing activity, if any or different
de: Alte Bezeichnung der Verarbeitungstätigkeit, falls zutreffend

source: Error
de: Fehler

source: No processing activity designation, check your information.
de: Keine Bezeichnung für die Verarbeitungstätigkeit, prüfen Sie Ihre Angaben.

source: Information about the data controller
de: Informationen zur verantwortlichen Stelle

source: according to Art. 30(1)(a) GDPR
de: gemäss Art. 30 Abs. 1 UAbs. 1a) DSGVO

source: Data controller - Name
de: Verantwortliche Stelle - Name:

source: Data controller - Represented by
de: Verantwortliche Stelle - Vertreten durch:

source: Data controller - Street
de: Verantwortliche Stelle - Strasse:

source: Data controller - Postal code
de: Verantwortliche Stelle - Postleitzahl:

source: Data controller - City
de: Verantwortliche Stelle - Stadt:

source: Data controller - Country
de: Verantwortliche Stelle - Land:

source: Data controller - Phone
de: Verantwortliche Stelle - Telefon:

source: Data controller - Email
de: Verantwortliche Stelle - E-Mail:

source: Data controller - Web
de: Verantwortliche Stelle - Web:

source: No data controller, check your information.
de: Angabe zur verantwortlichen Stelle fehlt, Eingaben prüfen.

source: Information about the joint controller
de: Angaben zum gemeinsam Verantwortlichen

source: There is no joint controller.
de: Es gibt keinen mit der verantwortlichen Stelle gemeinsam Verantwortlichen.

source: Joint controller - Name
de: Gemeinsam Verantwortlicher - Name:

source: Joint controller - Represented by
de: Gemeinsam Verantwortlicher - Vertreten durch:

source: Joint controller - Street
de: Gemeinsam Verantwortlicher - Strasse:

source: Joint controller - Postal code
de: Gemeinsam Verantwortlicher - Postleitzahl:

source: Joint controller - City
de: Gemeinsam Verantwortlicher - Stadt:

source: Joint controller - Country
de: Gemeinsam Verantwortlicher - Land:

source: Joint controller - Contact person
de: Gemeinsam Verantwortlicher - Kontaktperson:

source: Joint controller information missing (must be either contact data or no joint controller).
de: Angaben zum gemeinsam Verantwortlichen fehlen (erforderlich: Kontaktdaten oder "kein gemeinsam Verantwortlicher")

source: Data protection officer contact data
de: Kontaktdaten der Datenschutzbeauftragten

source: DPO - Name
de: DSB - Name:

source: DPO - Street
de: DSB - Strasse:

source: DPO - Postal code
de: DSB - Postleitzahl:

source: DPO - City
de: DSB - Stadt:

source: DPO - Country
de: DSB - Land:

source: DPO - Phone
de: DSB - Telefon:

source: DPO - E-mail
de: DSB - E-Mail:

source: DPO - Web
de: DSB - Web:

source: No data protection officer, check your information.
de: Angaben zur Datenschutzbeauftragten fehlen (erforderlich).

source: Information about the data processing department at the data controller
de: Angaben zur datenverarbeitenden Einrichtung innerhalb der verantwortlichen Stelle

source: Processing Dept. - Name
de: Intern verantwortliche Abt. - Name:

source: Processing Dept. - Street
de: Intern verantwortliche Abt. - Strasse:

source: Processing Dept. - Postal code
de: Intern verantwortliche Abt. - Postleitzahl:

source: Processing Dept. - City
de: Intern verantwortliche Abt. - Stadt:

source: Processing Dept. - Country
de: Intern verantwortliche Abt. - Land:

source: Processing Dept. - Phone
de: Intern verantwortliche Abt. - Telefon:

source: Processing Dept. - E-mail
de: Intern verantwortliche Abt. - E-Mail:

source: Processing Dept. - Comments
de: Intern verantwortliche Abt. - Bemerkungen:

source: No data processing department, check your information.
de: Angaben zur datenverarbeitenden Einrichtung fehlen, bitte ausfüllen.

source: Information about the categories of personal data
de: Angaben zu den Kategorien personenbezogener Daten

source: according to Art. 30(1)(c) GDPR; 'special category' refers to Art. 9 GDPR 'special categories of personal data'
de: gemäss Art. 30 Abs. 1 UAbs. 1c) DSGVO; "Besondere Kategorie" bezieht sich auf Art. 9 DSGVO, "Besondere Kategorien personenbezogener Daten"

source: Special category:
de: Besondere Kategorie:

source: No categories of personal data, check your information.
de: Angaben zu den Kategorien personenbezogener Daten fehlen, bitte ausfüllen.

source: Information about the origin of the categories of personal data
de: Angaben zur Herkunft der Kategorien personenbezogener Daten

source: Categories of personal data origin description
de: Beschreibung der Herkunft der Kategorien personenbezogener Daten

source: No categories of personal data origin, check your information.
de: Angaben zur Herkunft der Kategorien personenbezogener Daten fehlen, bitte ausfüllen.

source: Information about the purpose and legal basis of the data processing
de: Angaben zu Zweck und Rechtsgrundlage der Verarbeitungstätigkeit

source: according to Art. 30(1)(b) GDPR and Art. 5(1)(a) GDPR in conjunction with Art. 6(1) GDPR
de: gemäss Art. 30 Abs. 1 UAbs. 1b) DSGVO und Art. 5 Abs. 1 UAbs. 1a) DSGVO in Verbindung mit Art. 6 Abs. 1 DSGVO

source: Purpose
de: Zweck

source: Legal bases
de: Rechtsgrundlagen

source: Reasons
de: Begründung

source: No purpose and legal basis, check your information.
de: Angaben zu Zweck und Rechtsgrundlagen fehlen, prüfen Sie Ihre Angaben.

source: Information about the categories of data subjects by data category
de: Angaben zu den Kategorien betroffener Personen je Datenkategorie

source: according to Art. 30(1)(c) GDPR
de: gemäss Art. 30 Abs. 1 UAbs. 1c) DSGVO

source: No categories of data subjects, check your information.
de: Angaben zu den Kategorien betroffener Personen fehlen, bitte ausfüllen.

source: Information about time limits for erasure by data category
de: Angaben zu den Löschfristen je Datenkategorie

source: according to Art. 30(1)(f) GDPR
de: gemäss Art. 30 Abs. 1 UAbs. 1f) DSGVO

source: A data erasure concept exists and is attached to the annex.
de: Ein Löschkonzept existiert und ist dem Anhang beigefügt.

source: Time limit start
de: Beginn der Löschfrist

source: Applies to data categories:
de: Bezieht sich auf die Datenkategorien:

source: Time limit length
de: Dauer der Löschfrist

source: Comment
de: Bemerkungen

source: No time limits for erasure, check your information.
de: Angaben zu den Löschfristen fehlen, bitte ausfüllen.

source: Information about categories of recipients by data category
de: Angaben zu den Kategorien von Empfängern je Datenkategorie

source: according to Art. 30(1)(d) GDPR
de: gemäss Art. 30 Abs. 1 UAbs. 1d) DSGVO

source: There are no categories of recipients; no personal data will be transferred internally to persons or entities within %(controller)s or externally within the ambit of the GDPR.
de: Es gibt keine Kategorien von Empfängern, d.h. es werden keine personenbezogenen Daten intern an Personen oder Einrichtungen innerhalb der %(controller)s oder an Externe im Geltungsbereich der DSGVO übermittelt.
