Repository: dbf/django-dpotools
Catalog: rpa/locale/*/LC_MESSAGES/django.po
Languages: de

source: A list of categories of recipients that covers all categories of personal data is attached to the annex. Every list entry includes designation, contact data, whether the category of recipients is internal or external and respective categories of personal data.
de: Eine Liste der Kategorien von Empfängern, die alle Kategorien personenbezogener Daten abdeckt, ist dem Anhang beigefügt. Jeder Listeneintrag enthält Benennung, Kontaktdaten, die Angabe, ob es sich um eine interne oder externe Empfängerkategorie handelt sowie die zugehörigen Kategorien personenbezogener Daten.

source: External recipient contact data
de: Kontaktdaten des externen Empfängers

source: Internal recipient contact data
de: Kontaktdaten des internen Empfängers

source: Categories of recipients information missing (must be either contact data or no categories of recipients).
de: Informationen zu Kategorien von Empfängern fehlen (erforderlich: Kontaktdaten oder "keine Kategorien von Empfängern").

source: Information about transfers of personal data to a third country or an international organisation
de: Angaben zur Übermittlung von personenbezogenen Daten in ein Drittland oder an eine internationale Organisation

source: according to Art. 30(1)(e) GDPR
de: gemäss Art. 30 Abs. 1 UAbs. 1e) DSGVO

source: There will be no transfer of personal data to a third country or international organisation.
de: Es findet keine Übermittlung von personenbezogenen Daten an ein Drittland oder eine internationale Organisation statt.

source: Third country recipients
de: Empfänger in Drittländern

source: Third country recipients adequacy
de: Ein Angemessenheitsbeschluss besteht

source: Non-adequacy exception choices
de: Auswahl der Ausnahme für "Kein Angemessenheitsbeschluss"

source: Explanation for choice of non-adequacy exception
de: Erläuterung der Auswahl der Ausnahme für "Kein Angemessenheitsbeschluss"

source: Transfer to 3rd country information missing (must be either contact data or no transfer intended).
de: Angaben zur Übermittlung in ein Drittland fehlen (erforderlich: Kontaktdaten oder "keine Übermittlung").

source: Information about groups that have access to personal data by category
de: Angaben zu den Gruppen, die Zugriff auf die personenbezogenen Daten haben (je Datenkategorie)

source: due to Art. 5(1)(f) GDPR, Art. 32(4) GDPR
de: ergibt sich aus Art. 5 Abs. 1 UAbs. 1f) DSGVO, Art. 32 Abs. 4 DSGVO

source: An authorization/role concept exists and is attached to the annex. The concept covers all access groups, their respective access rights and all categories of personal data.
de: Ein Berechtigungs- bzw. Rollenkonzept existiert und ist dem Anhang beigefügt. Das Konzept deckt alle Zugriffsgruppen, deren Zugriffsrechte sowie alle Kategorien personenbezogener Daten ab.

source: Access group designation
de: Benennung der Zugriffsgruppe

source: Data access rights
de: Zugriffsrechte

source: Read:
de: Lesen:

source: Edit:
de: Bearbeiten:

source: Delete:
de: Löschen:

source: No access groups, check your information.
de: Angaben zu Zugriffsgruppen fehlen, bitte ausfüllen.

source: Information about transparency
de: Angaben zu Informationspflichten

source: according to Art. 5(1)(a) and Art. 12 GDPR
de: gemäss Art. 5 Abs. 1 UAbs. 1a) und Art. 12 DSGVO

source: Transparency choices
de: Auswahl Informationspflicht

source: Transparency explanation
de: Erläuterungen zur Informationspflicht

source: No information about transparency, check your information.
de: Keine Angaben zur Informationspflicht, bitte ausfüllen.

source: Information about data processors
de: Angaben zu Auftragsverarbeitern

source: according to Art. 28 GDPR
de: gemäss Art. 28 DSGVO

source: There is no data processor.
de: Es gibt keinen Auftragsverarbeiter.

source: Data processor - Name
de: Auftragsverarbeiter - Name:

source: Data processor - Street
de: Auftragsverarbeiter - Strasse:

source: Data processor - Postal code
de: Auftragsverarbeiter - Postleitzahl:

source: Data processor - City
de: Auftragsverarbeiter - Stadt:

source: Data processor - Country
de: Auftragsverarbeiter - Land:

source: Data processor - Contact person
de: Auftragsverarbeiter - Kontaktperson:

source: Data processor information missing (must be either contact data or no data processor).
de: Informationen zum Auftragsverarbeiter fehlen (erforderlich: Entweder Kontaktdaten oder "kein Auftragsverarbeiter").

source: Information about privacy impact assessment
de: Angaben zur Datenschutz-Folgenabschätzung (DSFA)

source: according to Art. 35 GDPR
de: gemäss Art. 35 DSGVO

source: PIA required
de: DSFA erforderlich

source: Reasons for PIA not being required
de: Begründung für die Nicht-Erforderlichkeit einer DSFA

source: PIA results
de: DSFA Ergebnisse

source: No information about privacy impact assessment, check your information.
de: Keine Angaben zur Datenschutz-Folgenabschätzung, bitte ausfüllen.

source: Information about technical and organisational measures
de: Angaben zu technischen und organisatorischen Massnahmen

source: according to Art. 30(1)(g) GDPR in conjunction with Art. 32(1) GDPR
de: gemäss Art. 30 Abs. 1 UAbs. 1g) DSGVO in Verbindung mit Art. 32 Abs. 1 DSGVO

source: TOM handling choice
de: TOM Angabeauswahl

source: TOM: Pseudonymization
de: TOM: Pseudonymisierung

source: Other or additional measures:
de: Andere oder weitere Massnahmen:

source: TOM: Encryption
de: TOM: Verschlüsselung

source: TOM: Integrity and confidentiality
de: TOM: Integrität und Vertraulichkeit

source: TOM: Availability and Resilience
de: TOM: Verfügbarkeit und Belastbarkeit

source: TOM: Appropriation
de: TOM: Zweckbindung

source: TOM: Transparency
de: TOM: Transparenz

source: TOM: Subject rights
de: TOM: Betroffenenrechte

source: No TOM, check your information.
de: Kein Angabe zu TOM, Eingaben prüfen.

source: Annexes
de: Anhang

source: No annexes.
de: Kein Anhang.

source: RPA access groups
de: VVT Zugriffsgruppen

source: Hints (click to toggle on/off).
de: Hinweise (Ein-/Ausblenden per Mausklick)

source: Which persons and groups take part in the processing and therefore have access to the personal data processed? This is not about the transfer of personal data (as in the "Recipients" and "Transfer to third country" forms), but about the access in the scope of the actual processing. The members of your group and you are an obvious example for an access group. If you intend to grant access to other persons or groups at %(controller)s, list these as well. A typical example for external access groups are data processors or contractors who do remote maintenance on your systems. Also, state the access rights that each group is granted. Please make sure to cover all categories of personal data.
de: Welche Personen und Gruppen sind an der Verarbeitung beteiligt und haben daher Zugriff auf die verarbeiteten personenbezogenen Daten? Hier geht es nicht um eine Übermittlung der personenbezogenen Daten, wie in den Formularen "Empfänger" und "Übermittlung in ein Drittland" beschrieben, sondern um den Zugriff im Rahmen der eigentlichen Verarbeitung. Die Mitglieder Ihrer Gruppe und Sie selbst sind ein offensichtliches Beispiel für eine Zugriffsgruppe. Wenn Sie beabsichtigen, anderen Personen oder Gruppen innerhalb der %(controller)s Zugriff zu gewähren, führen Sie diese ebenfalls auf. Typische Beispiele für externe Zugriffsgruppen sind Auftragsverarbeiter oder Dienstleister, die Fernwartung an Ihren Systemen durchführen. Geben Sie auch die Zugriffsrechte an, die die jeweiligen Gruppen haben. Bitte achten Sie darauf, dass alle Kategorien personenbezogener Daten erfasst werden.

source: You can use up to 5 forms to provide information about the access groups of your processing activity. If that is not enough, choose "There is an authorization/role concept that is attached to the annex" as the very first option, create an authorization/role concept, if you haven't already done so, refer to it in the annex and attach it to the final version of your RPA. A minimal authorization/role concept should resemble a list of information as in each of the forms below.
de: Sie können an dieser Stelle bis zu 5 Angaben zu Zugriffsgruppen in Ihrer Verarbeitungstätigkeit machen. Wenn das nicht reicht, wählen Sie "Ein Berechtigungs- bzw. Rollenkonzept existiert und ist dem Anhang beigefügt" als erste Option, erstellen Sie ein Berechtigungs- bzw. Rollenkonzept, sofern Sie dies nicht schon getan haben, verweisen Sie im Anhang darauf und fügen Sie es Ihrem VVT bei. Ein Berechtigungs- bzw. Rollenkonzept sollte mindestens eine Liste mit den gleichen Angaben wie in den Formularen unten enthalten.

source: Please note: The choices you make for categories of personal data here will be both saved and listed by number in the document view of this RPA. If you make changes in the categories of personal data form later on, you may need to review the choices for categories of personal data in this form.
de: Bitte beachten Sie: Die hier von Ihnen getroffene Auswahl an Kategorien personenbezogener Daten wird sowohl als solche gespeichert, als auch ausgewertet und in der Dokumentenansicht dieses VVT nach lfd. Nr. aufgeführt. Wenn Sie später Änderungen (insbesondere Löschungen) im Formular für die Kategorien personenbezogener Daten vornehmen, sollten Sie die Auswahl der Kategorien personenbezogener Daten in diesem Formular überprüfen.

source: RPA annex
de: VVT Anhang

source: The list of attachments for your RPA. Enter as needed. Make sure to use unique annex numbers.
de: Die Liste der Anhänge für Ihr VVT. Angaben nach Bedarf. Achten Sie darauf, eindeutige Anhangsnummern zu verwenden.

source: Please note that you cannot upload annex documents to this system. In order to have your RPA reviewed by the DPO, send annex documents as e-mail attachments or other means.
de: Bitte beachten Sie, dass Sie keine Dokumente in dieses System hochladen können. Um Ihr VVT von der DSB prüfen zu lassen, senden Sie die Dokumente als E-Mail-Anhang oder auf anderem Wege.

source: RPA categories of personal data
de: VVT Kategorien personenbezogener Daten

source: Enter your categories of personal data (such as name, postal/Email address, image of the person, voice and/or video recording of the person, birth date, etc. etc.). You can use up to 9 fields (minimum is 1). If that is not enough, form groups (such as "contact data" or "master data"), describe the composition of these groups in a separate document attached as an annex and enter the group names instead. Leave unused fields blank. Make sure to use unique category index numbers.
de: Geben Sie die Kategorien personenbezogener Daten (wie Name, Post- oder E-Mail-Adresse, Bild der Person, Sprach- und/oder Videoaufnahme der Person, Geburtsdatum, usw. usw.) an, die Sie verarbeiten wollen. Sie können bis zu 9 Felder verwenden (Minimum ist 1). Wenn das nicht ausreicht, bilden Sie Gruppen (z. B. "Kontaktdaten" oder "Stammdaten"), beschreiben Sie die Zusammensetzung dieser Gruppen in einem separaten Dokument, das Sie als Anhang beigefügen und geben Sie stattdessen die Gruppennamen an. Lassen Sie ungenutzte Felder leer. Stellen Sie sicher, dass Sie eindeutige laufende Nummern angeben.

source: Use the "Delete" checkbox to remove the corresponding category completely.
de: Verwenden Sie das Kontrollkästchen "Löschen", um die entsprechende Kategorie zu löschen.

source: "Special category" refers to "special categories of personal data" according to Art. 9(1) GDPR: "Processing of personal data revealing racial or ethnic origin, political opinions, religious or philosophical beliefs, or trade union membership, and the processing of genetic data, biometric data for the purpose of uniquely identifying a natural person, data concerning health or data concerning a natural person's sex life or sexual orientation shall be prohibited." There are exceptions from this prohibition (such as an explicit consent) that are described in the subsequent paragraphs of Art. 9. If you intend to process special categories of personal data, you will be required to describe later on which exception applies for your processing and why.
de: "Besondere Kategorie" bezieht sich auf "besondere Kategorien personenbezogener Daten" gemäss Art. 9 Abs. 1 DSGVO: "Die Verarbeitung personenbezogener Daten, aus denen die rassische und ethnische Herkunft, politische Meinungen, religiöse oder weltanschauliche Überzeugungen oder die Gewerkschaftszugehörigkeit hervorgehen, sowie die Verarbeitung von genetischen Daten, biometrischen Daten zur eindeutigen Identifizierung einer natürlichen Person, Gesundheitsdaten oder Daten zum Sexualleben oder der sexuellen Orientierung einer natürlichen Person ist untersagt." Es gibt Ausnahmen von diesem Verbot (z. B. eine ausdrückliche Einwilligung), die in den folgenden Absätzen von Art. 9 beschrieben sind. Wenn Sie beabsichtigen, besondere Kategorien von personenbezogenen Daten zu verarbeiten, müssen Sie nachfolgend beschreiben, welche Ausnahme für Ihre Verarbeitung gilt und warum.

source: RPA categories of personal data origin
de: VVT Herkunft der Kategorien personenbezogener Daten

source: Use the "Categories of personal data origin" field to describe briefly the origin of the personal data to be processed. Possible origins include the data subject itself, data from sources inside or outside %(controller)s or a combination of some or all of these.
de: Benutzen Sie das "Herkunft der Kategorien personenbezogener Daten"-Feld für eine kurze Beschreibung der Herkunft der personenbezogenen Daten, die verarbeitet werden sollen. Mögliche Herkünfte sind z.B. die betroffenen Personen selbst, Datenquellen innerhalb oder ausserhalb der %(controller)s oder eine Kombination daraus.

source: RPA categories of recipients
de: VVT Kategorien von Empfängern

source: Do you intend to transfer personal data to a person or subentity inside %(controller)s or outside %(controller)s, but within the ambit of the GDPR? If no, select "No: There are no categories of recipients." as the very first option and leave all other fields empty. If yes, choose "Yes: Categories of recipients are described below." and use the subsequent forms to describe your categories of recipients. You can use the "Designation" field for optional comments as well. "Is this category of recipients external?" refers to external recipients outside %(controller)s, such as other public entities, health insurances, etc. as long as these are located within the ambit of the GDPR and there is a legal base for the transfer. You can provide information for up to 5 recipients/recipient categories. If that is not enough, choose "Yes: Categories of recipients are described in a separate document that is attached to the annex.", describe your recipient categories in an external document, add it to the final version of your RPA and refer to it in the annex.
de: Beabsichtigen Sie, personenbezogene Daten an eine Person oder Einrichtung innerhalb der %(controller)s oder ausserhalb der %(controller)s, aber innerhalb des Geltungsbereichs der DSGVO zu übermitteln? Wenn nein, wählen Sie "Nein: Es gibt keine Kategorien von Empfängern" als erste Option und lassen Sie alle anderen Felder leer. Wenn ja, wählen Sie "Ja: Die Kategorien von Empfängern sind nachfolgend beschrieben." und nutzen die nachfolgenden Formulare, um die Kategorien von Empfängern zu beschreiben. Sie können das Feld "Benennung" auch für optionale Bemerkungen verwenden. "Ist diese Kategorie von Empfängern extern?" bezieht sich auf externe Empfänger ausserhalb der %(controller)s, wie z.B. andere öffentliche Stellen, Krankenversicherungen usw., sofern diese sich im Geltungsbereich der DSGVO befinden und es eine Rechtsgrundlage für die Übermittlung gibt. Sie können Angaben zu bis zu 5 Empfängern/Empfängerkategorien machen. Wenn das nicht reicht, wählen Sie "Ja: Die Kategorien von Empfängern werden in einem separaten Dokument beschrieben, das dem Anhang beigefügt ist.", beschreiben Ihre Empfängerkategorien in einem separaten Dokument, fügen dieses der finalen Version Ihres VVT bei und verweisen im Anhang darauf.

source: Please note: Don't use this form for data recipients in third countries or international organisations (outside the ambit of the GDPR). There is a separate form for such data transfers. Also, this form is for data transfers, not for data access (there is a separate form for access groups and access rights as well).
de: Bitte beachten Sie: Verwenden Sie dieses Formular nicht für Datenempfänger in Drittländern oder internationale Organisationen (ausserhalb des Geltungsbereichs der DSGVO). Für solche Datenübermittlungen gibt es ein eigenes Formular. Ausserdem ist dies das Formular für Datenübermittlungen, nicht für den Datenzugriff (es gibt ein separates Formular für Zugriffsgruppen und Zugriffsrechte).

source: RPA data controller
de: VVT Verantwortliche Stelle

source: Data controller contact information. This is for your information only - you can't change anything, just submit.
de: Kontaktinformationen der nach aussen verantwortlichen Stelle, zu Ihrer Kenntnis. Sie können nichts ändern, klicken Sie nur auf "Speichern".

source: RPA data protection officer
de: VVT Datenschutzbeauftragte

source: Data protection officer contact information. This is for your information only - you can't change anything, just submit.
de: Kontaktinformationen der Datenschutzbeauftragten, zu Ihrer Kenntnis. Sie können nichts ändern, klicken Sie nur auf "Speichern".

source: RPA Data processor
de: VVT Auftragsverarbeiter

source: A data processor is a person or entity outside %(controller)s, who processes the personal data in question according to your instructions (this is different from a joint controller!). A data processing agreement (DPA) is mandatory in this case (add to annex). Typical examples include hosting, translation/transliteration services and SaaS providers (surveys, collaboration, storage, database applications, etc.). If your processing activity does not include a data processor, set the according option to "No" and leave the other fields untouched. If your processing activity does include a data processor, set the according option to "Yes" and enter the contact data in the respective fields. The "contact person" field allows you to enter a contact person as well as additional information you consider important.
de: Ein Auftragsverarbeiter ist eine Person oder Einrichtung ausserhalb der %(controller)s, die die betreffenden personenbezogenen Daten gemäss Ihren Anweisungen verarbeitet (dies unterscheidet sich von einem gemeinsam Verantwortlichen!). Bei Auftragsverarbeitung ist ein Auftragsverarbeitungsvertrag (AVV) obligatorisch (Kopie dem Anhang beifügen). Typische Beispiele sind Hosting, Übersetzungs-/Transkriptionsdienste und SaaS-Anbieter (Umfragen, Zusammenarbeit, Speicherung, Datenbankanwendungen usw.). Wenn Ihre Verarbeitungstätigkeit keinen Auftragsverarbeiter einschliesst, setzen Sie die entsprechende Option auf "Nein" und lassen die anderen Felder leer. Wenn Ihre Verarbeitungstätigkeit einen Auftragsverarbeiter einschliesst, setzen Sie die entsprechende Option auf "Ja" und geben Sie die Kontaktdaten in die entsprechenden Felder ein. Im Feld "Kontaktperson" können Sie eine Kontaktperson sowie weitere Informationen eingeben, die Sie für wichtig halten.

source: RPA data subjects
de: VVT Betroffene Personen

source: Enter both the data subject categories (groups of natural persons) affected by your processing activity and the categories of personal data to be processed for each respective data subject category. Data subject category examples include students, staff, alumni, emeriti, guests, contact persons, applicants for a job or university place, test persons, etc. Use the "Delete" checkbox to remove the corresponding category completely. Please make sure to cover all categories of personal data.
de: Geben Sie sowohl die Kategorien der betroffenen Personen (Gruppen natürlicher Personen) an, die von Ihrer Verarbeitungstätigkeit betroffen sind, als auch die Kategorien der zu verarbeitenden personenbezogenen Daten für die jeweilige Kategorie der betroffenen Personen. Beispiele für Kategorien betroffener Personen sind Studierende, Beschäftigte, Alumni, Emeriti, Gäste, Kontaktpersonen, Bewerber für eine Stelle oder einen Studienplatz, Testpersonen usw. Verwenden Sie das Kontrollkästchen "Löschen", um die entsprechende Kategorie zu löschen. Bitte achten Sie darauf, dass alle Kategorien personenbezogener Daten erfasst werden.

source: You can use up to 9 fields to describe your data subject categories (minimum is 1). If that is not enough, form groups of data subject categories, describe the composition of these groups in a separate document attached as an annex and enter the group names instead. Leave unused fields blank. Make sure to use unique category index numbers.
de: Sie können für Ihre Kategorien betroffener Personen an dieser Stelle bis zu 9 Angaben machen (Minimum 1; lassen Sie ungenutze Felder leer). Wenn das nicht reicht, bilden Sie Gruppen von Kategorien betroffener Personen, beschreiben Sie die Zusammensetzung dieser Gruppen in einem separaten Dokument, fügen Sie dieses Dokument Ihrem VVT bei und verweisen Sie im Anhang darauf. Geben Sie dann hier die Gruppenbezeichnungen an. Achten Sie darauf, eindeutige lfd. Nummern einzutragen.

source: RPA internally responsible department
de: VVT Intern verantwortliche Einrichtung/Abt.

source: Your contact information at %(controller)s.
de: Ihre Kontaktinformationen an der %(controller)s.

source: Your Email address must end on %(maildom)s. Please contact the DPO, if, for some well-founded reason, you don't have a valid Email address at %(controller)s.
de: Ihre E-Mail-Adresse muss auf %(maildom)s enden. Bitte wenden Sie sich an die DSB, wenn Sie (wohlbegründet) keine gültige E-Mail-Adresse an der %(controller)s haben.

source: Use the optional "comments" field to enter information that you consider important, such as the name and phone number of a contact person.
de: Benutzen Sie das optionale "Bemerkungen"-Feld für Informationen, die Sie als wichtig erachten, z.B. Name und Telefonnummer einer Ansprechperson.

source: RPA joint controller contact information
de: VVT Kontaktinformationen des gemeinsam Verantwortlichen
