Repository: dbf/django-dpotools
Catalog: rpa/locale/*/LC_MESSAGES/django.po
Languages: de

source: Categories of personal data choices
de: Auswahl der Kategorien personenbezogener Daten

source: Short name ("slug") for your processing activity:
de: Kurzbezeichnung ("Slug") für Ihre Verarbeitungstätigkeit:

source: Please use lowercase letters, numbers, hyphens and underscores only.
de: Bitte benutzen Sie nur Kleinbuchstaben, Zahlen, Binde- und Unterstriche.

source: I am aware of my duty of care to check all information given for correctness and completeness.
de: Ich bin mir meiner Sorgfaltspflicht bewusst, alle meine Angaben auf Vollständigkeit und Korrektheit zu prüfen.

source: folded out (shown)
de: ausgefaltet (angezeigt)

source: folded in (not shown)
de: eingefaltet (nicht angezeigt)

source: Boxes with help texts shall by default be
de: Voreinstellung für die Kästen mit Hilfetexten:

source: Submit
de: Speichern

source: Processing activity name:
de: Name der Verarbeitungstätigkeit:

source: Is this a new processing activity?
de: Ist diese Verarbeitungstätigkeit neu?

source: Processing activity date of introduction:
de: Datum der Einführung der Verarbeitungstätigkeit:

source: Is this a changed processing activity?
de: Wird diese Verarbeitungstätigkeit geändert?

source: Processing activity date of change:
de: Datum der Änderung der Verarbeitungstätigkeit:

source: Processing activity former name (if changed):
de: Vorheriger Name der Verarbeitungstätigkeit (falls geändert):

source: A descriptive name for your processing activity (including your department name).
de: Beschreibende Bezeichnung für Ihre Verarbeitungstätigkeit (inkl. Name Ihrer Abt.):

source: New activity
de: Neue Verarbeitungstätigkeit

source: Changed activity
de: Geänderte Verarbeitungstätigkeit

source: A processing activity must have a descriptive name.
de: Eine Verarbeitungstätigkeit muss einen beschreibenden Namen haben.

source: A processing activity must either be new or already in place with changes required.
de: Eine Verarbeitungstätigkeit ist entweder neu oder sie besteht bereits und es sind Änderungen erforderlich.

source: A processing activity can either be new or already in place with changes required, but not both or neither.
de: Eine Verarbeitungstätigkeit ist entweder neu oder sie besteht bereits und es sind Änderungen erforderlich (aber nicht weder noch oder beides).

source: A new processing activity must have a date of introduction.
de: Eine neue Verarbeitungstätigkeit muss ein Datum der Einführung haben.

source: A changed processing activity must have a date of change.
de: Eine geänderte Verarbeitungstätigkeit muss ein Datum der Änderung haben.

source: Data controller name:
de: Verantwortliche Stelle - Name:

source: Data controller represented by:
de: Verantwortliche Stelle - Vertreten durch:

source: Data controller - street:
de: Verantwortliche Stelle - Strasse:

source: Data controller - postal code:
de: Verantwortliche Stelle - Postleitzahl:

source: Data controller - city:
de: Verantwortliche Stelle - Stadt:

source: Data controller - country:
de: Verantwortliche Stelle - Land:

source: Data controller - phone:
de: Verantwortliche Stelle - Telefon:

source: Data controller - Email:
de: Verantwortliche Stelle - E-Mail:

source: Data controller - Web:
de: Verantwortliche Stelle - Web:

source: Joint controller exists?
de: Gemeinsam Verantwortlicher existiert?

source: Joint controller name:
de: Gemeinsam Verantwortlicher - Name:

source: Joint controller represented by:
de: Gemeinsam Verantwortlicher - Vertreten durch:

source: Joint controller - street:
de: Gemeinsam Verantwortlicher - Strasse:

source: Joint controller - postal code:
de: Gemeinsam Verantwortlicher - Postleitzahl:

source: Joint controller - city:
de: Gemeinsam Verantwortlicher - Stadt:

source: Joint controller - country:
de: Gemeinsam Verantwortlicher - Land:

source: Joint controller - contact person or department:
de: Gemeinsam Verantwortlicher - Kontaktperson oder Abt.:

source: Is there a joint controller? Choose either "Yes" or "No".
de: Gibt es einen gemeinsam Verantwortlichen? Wählen Sie entweder "Ja" oder "Nein".

source: If there is a joint controller, please enter their contact data.
de: Wenn es einen gemeinsam Verantwortlichen gibt, geben Sie bitte dessen Kontaktdaten an.

source: DPO name:
de: DSB - Name:

source: DPO street:
de: DSB - Strasse:

source: DPO postal code:
de: DSB - Postleitzahl:

source: DPO city:
de: DSB - Stadt:

source: DPO country:
de: DSB - Land:

source: DPO phone:
de: DSB - Telefon:

source: DPO Email:
de: DSB - E-Mail:

source: DPO Web:
de: DSB - Web:

source: Please enter a valid Email address.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.

source: Must end on
de: Muss enden auf

source: Internally responsible dept. Email:
de: Intern verantwortliche Einrichtung - E-Mail:

source: Internally responsible dept. name:
de: Intern verantwortliche Einrichtung - Name:

source: Internally responsible dept. street:
de: Intern verantwortliche Einrichtung - Strasse:

source: Internally responsible dept. postal code:
de: Intern verantwortliche Einrichtung - Postleitzahl:

source: Internally responsible dept. city:
de: Intern verantwortliche Einrichtung - Stadt:

source: Internally responsible dept. country:
de: Intern verantwortliche Einrichtung - Land:

source: Internally responsible dept. phone:
de: Intern verantwortliche Einrichtung - Telefon:

source: Internally responsible dept. comments:
de: Intern verantwortliche Einrichtung - Bemerkungen (optional):

source: Index already in use.
de: Lfd. Nr. bereits vergeben.

source: Category of personal data missing.
de: Kategorie personenbezogener Daten fehlt.

source: Index no.
de: Lfd. Nr.

source: Category of personal data
de: Kategorie personenbezogener Daten

source: Special category
de: Besondere Kategorie

source: At least one category of personal data is required.
de: Mindestens eine Kategorie personenbezogener Daten ist erforderlich.

source: Categories of personal data origin:
de: Herkunft der Kategorien personenbezogener Daten:

source: Please give a brief description of the origin of the personal data to be processed.
de: Bitte beschreiben Sie kurz die Herkunft der personenbezogenen Daten, die verarbeitet werden sollen.

source: Purpose of processing activity:
de: Zweck der Verarbeitungstätigkeit:

source: Exhaustive list of legal bases (at least one is strictly required):
de: Vollständige Liste der möglichen Rechtsgrundlagen (mindestens eine ist zwingend erforderlich):

source: Explanation for choice of legal bases:
de: Erläuterung der Auswahl der Rechtsgrundlage:

source: Data subject category name:
de: Kategorie betroffener Personen:

source: At least one data subject category is required (otherwise you would not process personal data).
de: Mindestens eine Kategorie betroffener Personen ist anzugeben (ansonsten würden Sie keine personenbezogenen Daten verarbeiten).

source: You must fill in the categories of personal data for this data subject category.
de: Sie müssen die Kategorien personenbezogener Daten für diese Gruppe betroffener Personen angeben.

source: Time limits for erasure handling: Select how to state your time limits for erasure.
de: Angabe der Löschfristen: Wählen Sie die Art und Weise der Angabe.

source: At least one time limit for erasure (start and length) is required.
de: Mindestens die Angabe einer Löschfrist (Beginn und Dauer) ist erforderlich.

source: Please state a reason for this time limit for erasure.
de: Bitte geben Sie eine Begründung für diese Löschfrist an.

source: You must fill in the categories of personal data for this time limit for erasure.
de: Sie müssen diejenigen Kategorien personenbezogener Daten angeben, für die die angegebene Löschfrist gelten soll.

source: How do you want to add time limits for erasure to your RPA?
de: Wie wollen Sie die Angaben zu Löschfristen Ihrem VVT hinzufügen?

source: Timelimit for erasure start:
de: Löschfrist Beginn:

source: Timelimit for erasure length:
de: Löschfrist Dauer:

source: Timelimit for erasure comment:
de: Löschfrist Bemerkungen:

source: Are there categories of recipients, i.e. do you intend to transfer personal data to some person or entity (both internal or external, but inside the ambit of the GDPR)? Choose the appropriate option.
de: Gibt es Kategorien von Empfängern, d.h. beabsichtigen Sie, personenbezogene Daten an eine Person oder Einrichtung zu übermitteln (sowohl intern als auch extern, aber innerhalb des Geltungsbereichs der DSGVO)? Treffen Sie die passende Auswahl.

source: If you intend to transfer personal data, you must fill in the recipients.
de: Wenn Sie beabsichtigen, personenbezogene Daten zu übermitteln, müssen Sie die Empfänger angeben.

source: Is this recipient an external recipient? Choose either "Yes" or "No".
de: Ist dieser Empfänger ein externer Empfänger? Wählen Sie entweder "Ja" oder "Nein".

source: If you intend to transfer personal data, you must fill in the affected categories of personal data.
de: Wenn Sie beabsichtigen, personenbezogene Daten zu übermitteln, müssen Sie die zu übermittelnden Kategorien personenbezogener Daten angeben.

source: Are there categories of recipients? If yes, how do you want to add information regarding these to your RPA?
de: Gibt es Kategorien von Empfängern? Wenn ja, wie wollen Sie die Angaben zu diesen Ihrem VVT hinzufügen?

source: Category of recipients designation:
de: Benennung der Kategorie von Empfängern:

source: Is this category of recipients external?
de: Ist diese Kategorie von Empfängern extern?

source: Do you intend to transfer data to a 3rd country or int. org.?
de: Beabsichtigen Sie, Daten in ein Drittland oder an eine int. Org. zu übermitteln?

source: 3rd country or int. org. recipients designation:
de: Benennung der Empfänger im Drittland oder der int. Organisation:

source: Is there an adequacy decision for this transfer?
de: Gibt es einen Angemessenheitsbeschluss für diese Übermittlung?

source: Choose the applicable exception for non-adequacy transfer:
de: Wählen Sie die anwendbare Ausnahme für die Übermittlung ohne Angemessenheitsbeschluss:

source: Explanation for choice of exception:
de: Erläuterung der Auswahl der Ausnahme:

source: Do you intend to transfer personal data to a third country or an international organisation? Choose either "Yes" or "No".
de: Beabsichtigen Sie, personenbezogene Daten in ein Drittland oder an eine internationale Organisation zu übermitteln? Wählen Sie entweder "Ja" oder "Nein".

source: If you intend to transfer personal data to a third country or an international organisation, you must fill in the recipients (can be one or more).
de: Wenn Sie beabsichtigen, personenbezogene Daten in ein Drittland oder an eine internationale Organisation zu übermitteln, müssen Sie die Empfänger angeben (es können einer oder mehrere sein).

source: Is there an adequacy decision for your intended transfer? Choose either "Yes" or "No".
de: Gibt es einen Angemessenheitsbeschluss für Ihre beabsichtigte Übermittlung? Wählen Sie entweder "Ja" oder "Nein".

source: If there is no adequacy decision, you must choose at least one exception that applies for your intended transfer.
de: Liegt kein Angemessenheitsbeschluss vor, müssen Sie mindestens eine Ausnahme auswählen, die für Ihre geplante Übermittlung zutrifft.

source: Please explain the exception you chose for your intended transfer without adequacy decision. If in doubt, contact the DPO.
de: Bitte erläutern Sie den Grund für die Ausnahme, die Sie für Ihre beabsichtigte Übermittlung ohne Angemessenheitsbeschluss gewählt haben. Im Zweifelsfall wenden Sie sich bitte an die DSB.

source: Access group handling: Select how to state access groups for this RPA.
de: Angabe der Zugriffsgruppen: Wählen Sie die Art und Weise der Angabe für dieses VVT.

source: At least one access group must be named.
de: Es muss mindestens eine Zugriffsgruppe geben.

source: Access rights - "Read", "Edit" and "Delete" - for this access group must each be either "Yes" or "No".
de: Die Zugriffsrechte "Lesen", "Bearbeiten" oder "Löschen" müssen alle entweder auf "Ja" oder "Nein" gesetzt werden.

source: An access group with no access rights does not make sense.
de: Eine Zugriffsgruppe ohne Zugriffsrechte macht keinen Sinn.

source: You must fill in the categories of personal data this access group has access to.
de: Sie müssen die Kategorien personenbezogener Daten angeben, auf die diese Zugriffsgruppe zugreifen darf.

source: How do you want to add access groups to your RPA?
de: Wie wollen Sie die Angabe der Zugriffsgruppen Ihrem VVT hinzufügen?

source: Access group designation:
de: Benennung der Zugriffsgruppe:

source: Can read
de: Lesen

source: Can edit
de: Bearbeiten

source: Can delete
de: Löschen

source: DPO comment:
de: Anmerkung der DSB:

source: Select the intended method to inform the data subjects:
de: Wählen Sie die Art und Weise, mit der Sie die betroffenen Personen informieren:

source: State the details for the information method:
de: Erklären Sie die Details zu der von Ihnen gewählten Art und Weise der Information:

source: You must choose at least one way to inform the data subjects.
de: Sie müssen mindestens eine Art auswählen, auf die Sie die betroffenen Personen informieren.

source: Please provide at least one reference to your information.
de: Bitte geben Sie mindestens eine Referenz zu Ihren Informationen an.

source: Is a data processor assigned for your processing activity?
de: Gibt es bei Ihrer Verarbeitungstätigkeit einen Auftragsverarbeiter?

source: Data processor name:
de: Name des Auftragsverarbeiters:

source: Data processor street:
de: Auftragsverarbeiter - Strasse:

source: Data processor postal code:
de: Auftragsverarbeiter - Postleitzahl:

source: Data processor city:
de: Auftragsverarbeiter - Stadt:

source: Data processor country:
de: Auftragsverarbeiter - Land:

source: Data processor contact person (optional):
de: Auftragsverarbeiter - Kontaktperson:

source: Is there a data processor? Choose either "Yes" or "No".
de: Gibt es einen Auftragsverarbeiter? Wählen Sie entweder "Ja" oder "Nein".

source: If there is a data processor, please enter their contact data.
de: Wenn es einen Auftragsverarbeiter gibt, geben Sie bitte dessen Kontaktdaten an.

source: Does your processing activity require a PIA/DPIA?
de: Erfordert Ihre Verarbeitung eine DSFA?

source: State the reasons for a PIA not being required:
de: Begründung für die Nicht-Erforderlichkeit einer DSFA:

source: PIA results:
de: DSFA Ergebnisse:

source: Is a privacy impact assessment required for your processing activity? Choose either "Yes" or "No".
de: Ist für Ihre Verarbeitungstätigkeit eine Datenschutz-Folgenabschätzung erforderlich? Wählen Sie entweder "Ja" oder "Nein".

source: Read and check all circumstances that must not be present in order for a PIA not being required.
de: Lesen und wählen Sie alle Bedingungen aus, die nicht gegeben sein dürfen, damit eine DSFA nicht erforderlich ist.

source: A PIA must have one single result.
de: Eine DSFA hat genau ein Ergebnis.

source: How do you want to add the TOM to your RPA?
de: Wie wollen Sie die TOM Ihrem VVT hinzufügen?

source: Select measures regarding pseudonymization that apply:
de: Wählen Sie zutreffende Massnahmen bzgl. Pseudonymisierung:

source: Describe other or further measures regarding pseudonymization that apply:
de: Beschreiben Sie andere oder weitere zutreffende Massnahmen bzgl. Pseudonymisierung:

source: Select measures regarding encryption that apply:
de: Wählen Sie zutreffende Massnahmen bzgl. Verschlüsselung:

source: Describe other or further measures regarding encryption that apply:
de: Beschreiben Sie andere oder weitere zutreffende Massnahmen bzgl. Verschlüsselung:

source: Select measures regarding integrity/confidentiality that apply:
de: Wählen Sie zutreffende Massnahmen bzgl. Integrität/Vertraulichkeit:

source: Describe other or further measures regarding integrity/confidentiality that apply:
de: Beschreiben Sie andere oder weitere zutreffende Massnahmen bzgl. Integrität/Vertraulichkeit:

source: Select measures regarding availability/resilience that apply:
de: Wählen Sie zutreffende Massnahmen bzgl. Verfügbarkeit/Belastbarkeit:

source: Describe other or further measures regarding availability/resilience that apply:
de: Beschreiben Sie andere oder weitere zutreffende Massnahmen bzgl. Verfügbarkeit/Belastbarkeit:

source: Select measures regarding evaluation that apply:
de: Wählen Sie zutreffende Massnahmen bzgl. Evaluation:

source: Describe other or further measures regarding evaluation that apply:
de: Beschreiben Sie andere oder weitere zutreffende Massnahmen bzgl. Evaluation:

source: Select measures regarding appropriation that apply:
de: Wählen Sie zutreffende Massnahmen bzgl. Zweckbindung:

source: Describe other or further measures regarding appropriation that apply:
de: Beschreiben Sie andere oder weitere zutreffende Massnahmen bzgl. Zweckbindung:

source: Select measures regarding transparency that apply:
de: Wählen Sie zutreffende Massnahmen bzgl. Transparenz:

source: Describe other or further measures regarding transparency that apply:
de: Beschreiben Sie andere oder weitere zutreffende Massnahmen bzgl. Transparenz:

source: Select measures regarding subject rights that apply:
de: Wählen Sie zutreffende Massnahmen bzgl. Betroffenenrechte:

source: Describe other or further measures regarding subject rights that apply:
de: Beschreiben Sie andere oder weitere zutreffende Massnahmen bzgl. Betroffenenrechte:

source: TOM handling: Select how to state your TOM.
de: Angabe der TOM. Wählen Sie die Art und Weise.

source: TOM Pseudonymization: Select/describe pseudonymization-related measures or choose the "purpose does not allow pseudonymization" option.
de: TOM Pseudonymisierung: Wählen und/oder beschreiben Sie Massnahmen bzgl. Pseudonymisierung oder wählen Sie die "Zweck lässt keine Pseudonymisierung zu"-Option.

source: TOM Encryption: Select/describe encryption-related measures.
de: TOM Verschlüsselung: Wählen und/oder beschreiben Sie die Massnahmen bzgl. Verschlüsselung, die Sie treffen werden.

source: TOM Integrity: Select/describe integrity- and confidentiality-related measures.
de: TOM Integrität: Wählen und/oder beschreiben Sie die Massnahmen bzgl. Integrität und Vertraulichkeit, die Sie treffen werden.

source: TOM Availability: Select/describe availability- and resilience-related measures.
de: TOM Verfügbarkeit: Wählen und/oder beschreiben Sie die Massnahmen bzgl. Verfügbarkeit/Belastbarkeit, die Sie treffen werden.

source: TOM Evaluation: Select/describe evaluation-related measures.
de: TOM Evaluation: Wählen und/oder beschreiben Sie die Massnahmen bzgl. Evaluation, die Sie treffen werden.

source: TOM Appropriation: Select/describe appropriation-related measures.
de: TOM Zweckbindung: Wählen und/oder beschreiben Sie die Massnahmen bzgl. Zweckbindung, die Sie treffen werden.

source: TOM Transparency: Select/describe transparency-related measures.
de: TOM Transparenz: Wählen und/oder beschreiben Sie die Massnahmen bzgl. Transparenz, die Sie treffen werden.

source: TOM Subject rights: Select/describe subject rights-related measures.
de: TOM Betroffenenrechte: Wählen und/oder beschreiben Sie die Massnahmen bzgl. der Betroffenenrechte, die Sie treffen werden.

source: Annex entry missing.
de: Anhang fehlt.

source: Annex No.
de: Anhang Nr.

source: Annex
de: Anhang

source: RPA slug
de: VVT Kurzbezeichnung

source: RPA slugs
de: VVT Kurzbezeichnungen

source: Record of processing activities
de: Verzeichnis von Verarbeitungstätigkeiten

source: Records of processing activities
de: Verzeichnisse von Verarbeitungstätigkeiten

source: Data controller
de: Verantwortliche Stelle

source: Data controllers
de: Verantwortliche Stellen

source: Joint controller
de: Gemeinsam Verantwortlicher

source: Joint controllers
de: Gemeinsam Verantwortliche

source: Data protection officer
de: Datenschutzbeauftragte

source: Data protection officers
de: Datenschutzbeauftragte

source: Internally responsible department
de: Intern verantwortliche Einrichtung

source: Internally responsible departments
de: Intern verantwortliche Einrichtungen

source: Categories of personal data
de: Kategorien personenbezogener Daten

source: Categories of personal data origin
de: Herkunft der Kategorien personenbezogener Daten

source: Categories of personal data origins
de: Herkünfte der Kategorien personenbezogener Daten

source: Art. 6(1)(a) GDPR (consent of the data subject)
de: Art. 6 Abs. 1 UAbs. 1a) DSGVO (Einwilligung der betroffenen Person)

source: Art. 6(1)(b) GDPR (performance of a contract to which the data subject is party)
de: Art. 6 Abs. 1 UAbs. 1b) DSGVO (Erfüllung eines Vertrags, dessen Vertragspartei die betroffene Person ist)

source: Art. 6(1)(c) GDPR (legal obligations of the data controller)
de: Art. 6 Abs. 1 UAbs. 1c) DSGVO (Erfüllung einer rechtlichen Verpflichtung, der der Verantwortliche unterliegt)

source: Art. 6(1)(d) GDPR (protection of the vital interests of the data subject or of another natural person)
de: Art. 6 Abs. 1 UAbs. 1d) DSGVO (Schutz lebenswichtiger Interessen der betroffenen oder einer anderen natürlichen Person)

source: Art. 6(1)(e) GDPR (performance of a task carried out in the public interest or in the exercise of official authority vested in the controller)
de: Art. 6 Abs. 1 UAbs. 1e) DSGVO (Wahrnehmung einer Aufgabe, die im öffentlichen Interesse liegt oder in Ausübung öffentlicher Gewalt)

source: Art. 6(1)(f) GDPR (purposes of the legitimate interests pursued by the controller - not applicable for public authorities!)
de: Art. 6 Abs. 1 UAbs. 1f) DSGVO (Wahrung der berechtigten Interessen des Verantwortlichen oder eines Dritten - nicht anwendbar bei öffentlichen Stellen!)

source: Art. 9(2) GDPR (as described in the reasons)
de: Art. 9 Abs. 2 DSGVO (wie in der Erläuterung beschrieben)

source: Art. 88(1) GDPR plus local legislation (processing of data concerning employees or job applicants for administrative purposes)
de: Art. 88 Abs. 1 DSGVO und lokale Gesetzgebung (Verarbeitung personenbezogener Daten von Beschäftigten oder Bewerbern für Verwaltungszwecke)

source: Purpose and legal basis
de: Zweck und Rechtsgrundlage

source: Purposes and legal bases
de: Zwecke und Rechtsgrundlagen

source: Data subject
de: Betroffene Person

source: Data subjects
de: Betroffene Personen

source: A data erasure concept exists and is attached to the annex.
de: Ein Löschkonzept existiert und ist dem Anhang beigefügt.

source: Time limits for erasure are described below.
de: Löschfristen werden nachfolgend beschrieben.

source: Time limit for erasure
de: Löschfrist

source: Time limits for erasure
de: Löschfristen

source: No: There are no categories of recipients.
de: Nein: Es gibt keine Kategorien von Empfängern.

source: Yes: Categories of recipients are described below.
de: Ja: Die Kategorien von Empfängern sind nachfolgend beschrieben.

source: Yes: Categories of recipients are described in a separate document that is attached to the annex.
de: Ja: Die Kategorien von Empfängern werden in einem separaten Dokument beschrieben, das dem Anhang beigefügt ist.

source: Category of recipients
de: Kategorie von Empfängern

source: Categories of recipients
de: Kategorien von Empfängern

source: Art. 46(2)(a) GDPR (legally binding and enforceable instrument)
de: Art. 46 Abs. 2 UAbs. 2a) DSGVO (rechtlich bindende und durchsetzbare Datenschutzvorschriften)

source: Art. 46(2)(b) GDPR (binding corporate rules)
de: Art. 46 Abs. 2 UAbs. 2b) DSGVO (verbindliche interne Datenschutzvorschriften)

source: Art. 46(2)(c) GDPR (standard DP clauses)
de: Art. 46 Abs. 2 UAbs. 2c) DSGVO (Standarddatenschutzklauseln)

source: Art. 46(2)(e) GDPR (approved code of conduct)
de: Art. 46 Abs. 2 UAbs. 2e) DSGVO (genehmigte Verhaltensregeln)
