Repository: dbf/django-dpotools
Catalog: rpa/locale/*/LC_MESSAGES/django.po
Languages: de

source: A joint controller is a person or entity outside %(controller)s, who decides together with you on means and purposes of the processing of the personal data in question (this is different from a data processor!). Typical examples include joint research projects and regulatory cooperation. There should be a contract regarding joint controllership (add to annex). If your processing activity does not include a joint controller, set the according option to "No" and leave the other fields untouched. If your processing activity does include a joint controller, set the according option to "Yes" and enter the contact data in the respective fields. The "contact person" field allows you to enter a contact person as well as additional information you consider important.
de: Ein gemeinsam Verantwortlicher ist eine Person oder Einrichtung ausserhalb der %(controller)s, die gemeinsam mit Ihnen über Mittel und Zwecke der Verarbeitung der betreffenden personenbezogenen Daten entscheidet (das ist etwas anderes als ein Auftragsverarbeiter!). Typische Beispiele sind gemeinsame Forschungsprojekte oder behördliche Zusammenarbeit. Ein Vertrag über die gemeinsame Verantwortung ist erforderlich (bitte dem Anhang beifügen). Wenn Ihre Verarbeitungstätigkeit keinen gemeinsam Verantwortlichen einschliesst, setzen Sie die entsprechende Option auf "Nein" und lassen Sie die anderen Felder leer. Wenn Ihre Verarbeitungstätigkeit einen gemeinsam Verantwortlichen einschliesst, setzen Sie die entsprechende Option auf "Ja" und geben Sie die Kontaktdaten in die entsprechenden Felder ein. Im Feld "Kontaktperson" können Sie eine Kontaktperson sowie zusätzliche Informationen, die Sie für wichtig halten, angeben.

source: RPA meta data
de: VVT Metadaten

source: Enter a descriptive name for your processing activity (one line). This is the name that will appear prominently in the final RPA. It should properly describe your activity and include your department name. If your processing activity is new (or an RPA for it has never been created before), enter the date of (planned) introduction and set "New processing activity" to "Yes". In case your activity already existed and you want to change it by filling out the form, enter the date of the (planned) change (and set "Changed processing activity" to Yes). If the name of your processing activity has changed (or you just wanted it to have a different name), enter the former name as well. "New" and "changed" are mutually exclusive: Choose either one, but not both.
de: Geben Sie einen beschreibenden Namen für Ihre Verarbeitungstätigkeit ein (eine Zeile). Dies ist der Name, der im endgültigen VVT an prominenter Stelle erscheinen wird. Er sollte Ihre Tätigkeit angemessen beschreiben und den Namen Ihrer Abteilung enthalten. Wenn Ihre Verarbeitungstätigkeit neu ist (oder noch nie ein VVT für sie erstellt wurde), geben Sie das Datum der (geplanten) Einführung ein und setzen Sie "Neue Verarbeitungstätigkeit" auf "Ja". Wenn Ihre Verarbeitung bereits existierte und Sie sie durch Ausfüllen des Formulars ändern möchten, geben Sie das Datum der (geplanten) Änderung ein (und setzen Sie "Geänderte Verarbeitungstätigkeit" auf "Ja"). Wenn sich der Name Ihrer Verarbeitung geändert hat (oder Sie sie umbenennen wollen), geben Sie auch den früheren Namen an. "Neu" und "geändert" schliessen sich gegenseitig aus: Wählen Sie eines von beiden, aber nicht beide.

source: RPA Privacy impact assessment
de: VVT Datenschutz-Folgenabschätzung (DSFA)

source: In case your processing activity does not require a privacy impact assessment, set "PIA required" to "No". Additionally, you will need to check all circumstances that do not apply (awareness measure - if these would apply for your processing activity, a PIA would actually be required). In case your processing activity does require a PIA, set "PIA required" to "Yes" and contact the DPO, if you haven't already done so. Once the PIA is finished, check the appropriate result, list the corresponding document(s) in the annex and attach them to the final version of your RPA. The PIA "required list" of the competent supervisory authority is accessible via the link below.
de: Falls für Ihre Verarbeitungstätigkeit keine Datenschutz-Folgenabschätzung erforderlich ist, setzen Sie "DSFA erforderlich" auf "Nein". Zusätzlich müssen Sie alle Umstände ankreuzen, die nicht zutreffen (Sensibilisierungsmassnahme - wenn diese auf Ihre Verarbeitungstätigkeit zutreffen würden, wäre eine DSFA doch erforderlich). Falls Ihre Verarbeitungstätigkeit eine DSFA erfordert, setzen Sie "DSFA erforderlich" auf "Ja" und wenden Sie sich an die DSB, falls Sie dies noch nicht getan haben. Sobald die DSFA abgeschlossen ist, kreuzen Sie das entsprechende Ergebnis an, führen die entsprechenden Dokumente im Anhang auf und fügen sie der endgültigen Fassung Ihres VVT bei. Die "Muss-Liste" der zuständigen Aufsichtsbehörde ist über den unten stehenden Link zugänglich.

source: PIA required list
de: DSFA Muss-Liste

source: RPA purpose and legal basis
de: VVT Zweck und Rechtsgrundlagen

source: Explain the purpose of your processing activity (usually a description of your research project, administrative activity, or other intent). Also choose at least one legal basis and explain the reasons why the chosen legal basis applies for your processing activity. If your explanations exceed the available space in this form, create a separate document, attach it to your RPA, list it in the annex and refer to this document.
de: Erläutern Sie den Zweck Ihrer Verarbeitungstätigkeit (in der Regel eine Beschreibung Ihres Forschungsprojekts, Ihrer Verwaltungstätigkeit oder eines anderen Vorhabens). Wählen Sie ausserdem mindestens eine Rechtsgrundlage aus und erläutern Sie die Gründe, warum die gewählte Rechtsgrundlage für Ihre Verarbeitungstätigkeit gilt, sofern dies nicht offensichtlich ist. Wenn Ihre Erläuterungen den verfügbaren Platz in diesem Formular überschreiten, erstellen Sie ein separates Dokument, fügen Sie es Ihrem VVT bei, führen es im Anhang auf und verweisen darauf.

source: The most commonly used legal bases at %(controller)s include the consent of the data subject (1)(a) for any processing activities that have no other legal footing (such as surveys). Please remember that consent implies that the data subject is informed properly, acts voluntarily and has the right to withdraw consent at any time. Other commonly used legal bases are the performance of a task carried out in the public interest or in the exercise of official authority vested in the controller (1)(e) in case of e.g. administrative processing for educational purposes and processing of data concerning employees or job applicants for administrative purposes (Art. 88). In case your activity includes the processing of special categories of personal data, your choice of legal bases must include "Art. 9(2) GDPR" since this paragraph describes the exceptions from the prohibition to process such special categories. Also make sure to carefully explain, why at least one of these exceptions applies for your processing activity. Although there are several exceptions, usually the only one that actually can be used (with very few exceptions, at least at %(controller)s) is the explicit consent of the data subject, Art. 9(2)(a) GDPR.
de: Zu den am häufigsten verwendeten Rechtsgrundlagen an der %(controller)s gehört die Einwilligung der betroffenen Person (UAbs. 1a) für alle Verarbeitungen, für die es keine andere Rechtsgrundlage gibt (z. B. Umfragen). Bitte denken Sie daran, dass die Einwilligung voraussetzt, dass die betroffene Person ordnungsgemäss informiert wurde, freiwillig handelt und das Recht hat, ihre Einwilligung jederzeit zu widerrufen. Andere häufig verwendete Rechtsgrundlagen sind die Wahrnehmung einer Aufgabe, die im öffentlichen Interesse oder in Ausübung öffentlicher Gewalt erfolgt, die dem für die Verarbeitung Verantwortlichen übertragen wurde (UAbs. 1e), z. B. bei der Verarbeitung von Daten für Zwecke der Lehre und der Verarbeitung von Daten über Beschäftigte oder Bewerber für Verwaltungszwecke (Art. 88). Falls Ihre Tätigkeit die Verarbeitung besonderer Kategorien personenbezogener Daten umfasst, muss Ihre Wahl der Rechtsgrundlagen "Art. 9 Abs. 2 DSGVO" enthalten, da dieser Absatz die Ausnahmen vom Verbot der Verarbeitung solcher besonderen Kategorien beschreibt. Erklären Sie ausserdem, warum mindestens eine dieser Ausnahmen auf Ihre Verarbeitungstätigkeit zutrifft. Obwohl es mehrere Ausnahmen gibt, ist in der Regel die einzige, die tatsächlich angewendet werden kann (mit sehr wenigen Ausnahmen, zumindest an der %(controller)s), die ausdrückliche Einwilligung der betroffenen Person (Art. 9 Abs. 2a DSGVO).

source: A complete legal base usually includes EU member state special legal regulation. This is particularly the case for (1)(c) and (e), cf. Art. 6(3) GDPR. Please state the special legal regulation in the explanation that you (as the data controller) are subject to and that applies for your processing activity.
de: Eine vollständige Rechtsgrundlage schliesst in aller Regel spezialgesetzliche Regelungen des jeweiligen EU-Mitgliedstaates ein. Dies trifft insbesondere auf UAbs. 1c und 1e zu, vgl. Art. 6 Abs. 3 DSGVO. Bitte geben Sie in den Erläuterungen die spezialgesetzlichen Regelungen an, die für Sie (als verantwortliche Stelle) und Ihre Verarbeitungstätigkeit gelten und anwendbar sind.

source: If you haven't already done so, please make sure to read the hints ("RPA hints", left menue) before you proceed. In addition to general information, the hints explain the terms used below and on subsequent form pages. Upon submission of this form, you will be redirected to the list overview of your RPAs. Select "Edit" there to continue editing your newly created RPA.
de: Falls Sie es noch nicht getan haben, lesen Sie bitte unbedingt die Hinweise ("VVT Hinweise", linkes Menue), bevor Sie fortfahren. In den Hinweisen werden neben allgemeinen Informationen auch die hier und auf den nachfolgenden Formularseiten verwendeten Begriffe erklärt. Wenn Sie dieses Formular speichern, werden Sie auf die Seite mit der Liste aller Ihrer VVT weitergeleitet. Wählen Sie dort "Bearbeiten", um Ihr neu erstelltes VVT weiter zu bearbeiten.

source: Please make sure to also read the hints on each of the subsequent form pages. These are inside collapsible boxes (such as the one below), that can be "folded in" in order to save screen space. You can choose below, whether the content of these boxes shall be shown (folded out) or hidden (folded in) by default.
de: Bitte beachten Sie auch die zusätzlichen Hinweise auf den nachfolgenden Formularseiten. Diese befinden sich in "faltbaren" Kästen (wie dem nachstehenden), die "eingefaltet" werden können, um Platz auf dem Bildschirm zu sparen. Sie können unten festlegen, ob diese Kästen standardmässig offen (ausgefaltet) oder geschlossen (eingefaltet) angezeigt werden sollen.

source: Information you enter is neither validated nor saved until you click the "Submit" button. If you wish to not save entered data, just leave the page.
de: Die von Ihnen eingegebenen Informationen werden weder überprüft noch gespeichert, bis Sie auf die Schaltfläche "Speichern" klicken. Wenn Sie die eingegebenen Daten nicht speichern möchten, verlassen Sie einfach die Seite.

source: RPA short name (slug)
de: VVT Kurzbezeichnung ("Slug")

source: Assign a short name (a so-called "slug") to your RPA. The short name is used for organisational purposes within this system. It should be 8-20 characters in length and as unique as possible. A combination of an acronym of your research project, administrative activity or other intent and a year is usually a good choice (example: "satva2022"; you will have the opportunity to enter a longer, more descriptive, "real" name later on). Use all-lowercase letters and numbers, no umlauts or "ß". Enter, then submit. The system will enforce unique slugs - if you enter a slug that is already taken, it will demand a different one.
de: Geben Sie eine Kurzbezeichnung (einen sogenannten "Slug") für Ihr VVT an. Die Kurzbezeichnung wird für organisatorische Zwecke innerhalb dieses Systems verwendet. Sie sollte 8-20 Zeichen lang und so eindeutig wie möglich sein. Eine Kombination aus einem Akronym für Ihr Forschungsprojekt, Ihrer Verwaltungstätigkeit oder Ihres anderen Vorhabens und einer Jahreszahl ist in der Regel eine gute Wahl (Beispiel: "satva2022"; Sie werden später die Möglichkeit haben, einen längeren, beschreibenderen "echten" Namen einzugeben). Verwenden Sie ausschliesslich Kleinbuchstaben und Zahlen, keine Umlaute oder "ß". Das System erzwingt eindeutige Slugs - wenn Sie einen Slug eingeben, der bereits vergeben ist, wird ein anderer verlangt.

source: RPA Time limits for erasure
de: VVT Löschfristen

source: Personal data must be erased or anonymised as soon as the intended purpose is achieved, except there is a legal requirement to keep the data for a certain time span. Please fill in the time limits for erasure of the personal data processed in the context of this RPA. "Start" may be an actual date or some kind of event that marks the beginning of the processing activity. "Length" can be an actual time span (e.g. "3 months") or some kind of event that marks the end of the processing as a whole or for the "lifetime" of particular instances of the data (such as "6 months after termination of the contract"). Use the comment field to state legal requirements that apply for your processing if necessary. Please make sure to cover all categories of personal data.
de: Personenbezogene Daten müssen gelöscht oder anonymisiert werden, sobald der beabsichtigte Zweck erfüllt ist, es sei denn, es besteht eine gesetzliche Verpflichtung, die Daten für einen bestimmten Zeitraum aufzubewahren. Bitte geben Sie die Fristen für die Löschung der personenbezogenen Daten an, die im Rahmen dieses VVT verarbeitet werden. "Beginn" kann ein tatsächliches Datum oder ein Ereignis sein, das den Beginn der Verarbeitungstätigkeit markiert. "Dauer" kann eine tatsächliche Zeitspanne (z. B. "3 Monate") oder ein Ereignis sein, das das Ende der Verarbeitung insgesamt oder für die "Lebensdauer" bestimmter Instanzen der Daten markiert (z.B. "6 Monate nach Beendigung des Vertrags"). Verwenden Sie das Kommentarfeld, um gegebenenfalls die für Ihre Verarbeitung geltenden rechtlichen Anforderungen anzugeben. Bitte achten Sie darauf, dass alle Kategorien personenbezogener Daten erfasst werden.

source: You can use up to 5 forms to provide information about the time limits for erasure for your processing activity. If that is not enough, choose "A data erasure concept exists and is attached to the annex" as the very first option, create a data erasure concept, if you haven't already done so, refer to it in the annex and attach it to the final version of your RPA. A minimal data erasure concept should resemble a list of information as in each of the forms below.
de: Sie können an dieser Stelle bis zu 5 Angaben zu den Löschfristen in Ihrer Verarbeitungstätigkeit machen. Wenn das nicht reicht, wählen Sie "Ein Löschkonzept existiert und ist dem Anhang beigefügt" als erste Option, erstellen Sie ein Löschkonzept, wenn Sie dies nicht bereits getan haben, verweisen Sie im Anhang darauf und fügen Sie es der finalen Version Ihres VVT bei. Ein Löschkonzept sollte mindestens eine Liste von Angaben wie denen der nachfolgenden Formulare enthalten.

source: RPA Technical and organisational measures (TOM)
de: VVT Technische und organisatorische Massnahmen (TOM)

source: According to DPO experience, the TOM are the hardest part of an RPA. Please make sure to take your time to fill in the required information and be correct. State the measures you actually take (and not those you think the DPO wants to read). In case you cannot fill in the form at once, but want to save your progress, just enter "to be done" or something similar in the free-text fields of the area for action that needs your attention in the future in order to be able to save the form. You can then continue editing at another time.
de: Gemäss DSB-Erfahrung sind die TOM der schwerste Teil eines VVT. Bitte nehmen Sie sich Zeit dafür, alle Angaben auszufüllen und bleiben Sie dabei korrekt. Geben Sie nur die Massnahmen an, die Sie tatsächlich ergreifen (und nicht die, von denen Sie glauben mögen, dass die DSB sie lesen will). Wenn Sie nicht das gesamte Formular auf einmal ausfüllen können, aber den gegenwärtigen Stand speichern wollen, geben Sie einfach "später" o.ä. in die Freitextfelder derjenigen Massnahmenbereiche ein, die Sie später nachholen wollen. Sie können dann die Bearbeitung an einem späteren Zeitpunkt fortsetzen.

source: Describe the technical and organisational measures (TOM) you take to properly handle the personal data in your responsibility. First, choose how to add TOM to your RPA: If your processing activity is examined and certified or in accordance with an existing data security concept, choose the appropriate option, leave all other fields blank and add the corresponding documents or references to these documents to your annex. You may also describe your TOM in a separate document and add it to the annex. The final option is to describe your TOM in the fields below.
de: Beschreiben Sie die technischen und organisatorischen Massnahmen (TOM), die Sie ergreifen, um den ordnungsgemässen Umgang mit den personenbezogenen Daten in Ihrer Verantwortung sicherzustellen. Wählen Sie zunächst aus, wie Sie die TOM zu Ihrem VVT hinzufügen wollen: Wenn Ihre Verarbeitungstätigkeit geprüft und zertifiziert oder nach einem bestehenden Datensicherheitskonzept durchgeführt werden soll, wählen Sie die zutreffende der beiden Optionen, lassen alle anderen Felder leer und fügen die entsprechenden Dokumente oder Verweise darauf dem Anhang an. Sie können Ihre TOM auch in einem separaten Dokument beschreiben und dieses dem Anhang hinzufügen. Die letzte Möglichkeit besteht darin, Ihre TOM in den nachfolgenden Eingabefeldern zu beschreiben.

source: The GDPR on TOM (Art. 32): "Taking into account the state of the art, the costs of implementation and the nature, scope, context and purposes of processing as well as the risk of varying likelihood and severity for the rights and freedoms of natural persons, the controller [...] shall implement appropriate technical and organisational measures to ensure a level of security appropriate to the risk, including inter alia as appropriate: [...]". This is followed by the first five areas for action as listed below. Not explicity listed but required ("inter alia") and recommended to be included in your RPA are the last three areas for action (appropriation, transparency and subject rights).
de: Die DSGVO über TOM (Art. 32): "Unter Berücksichtigung des Stands der Technik, der Implementierungskosten und der Art, des Umfangs, der Umstände und der Zwecke der Verarbeitung sowie der unterschiedlichen Eintrittswahrscheinlichkeit und Schwere des Risikos für die Rechte und Freiheiten natürlicher Personen [trifft] der Verantwortliche [...] geeignete technische und organisatorische Massnahmen, um ein dem Risiko angemessenes Schutzniveau zu gewährleisten; diese Massnahmen schliessen unter anderem Folgendes ein: [...]". Darauf folgen die ersten fünf Massnahmenbereiche, die unten aufgeführt sind. Nicht explizit aufgeführt, aber erforderlich ("unter anderem") und mit der Empfehlung, diese in Ihrem VVT zu behandeln, sind die drei darauf folgenden Massnahmenbereiche (Zweckbindung, Transparenz und Betroffenenrechte).

source: The areas for action in a nutshell:
de: Die einzelnen Massnahmenbereiche in Kürze:

source: Pseudonymisation: Although pseudonymised data are considered personal data (in contrast to anonymised data), using pseudonymisation when processing data offers a higher level of protection. Check and/or describe the measures you take, such as the rule of pseudonymisation (number, hash, given by the data subject, etc.), regulation of reasons for decontrol of pseudonymisation, access to allocation lists and the documentation of the parts of a data set that undergo pseudonymisation (name, date of birth, etc.). If your processing activity does not allow pseudonymisation, check the corresponding option and leave everything else blank.
de: Pseudonymisierung: Obwohl pseudonymisierte Daten zu den personenbezogenen Daten zählen (im Gegensatz zu anonymisierten Daten), kann durch die Verwendung von Pseudonymisierung bei einer Verarbeitung das Schutzniveau erhöht werden. Kreuzen Sie an und/oder beschreiben Sie, welche Massnahmen Sie ergreifen, z.B. die Pseudonymisierungsregel (lfd. Nr., Hash, von den Betroffenen selbst bestimmt, etc.), die Anlässe für eine Aufhebung der Pseudonymisierung, Beschränkung des Zugriffs auf die Zuordnungslisten und die Dokumentation der Teildaten, die pseudonymisiert werden (z.B. Name, Geburtsdatum, etc.). Wenn Ihre Verarbeitung keine Pseudonymisierung erlaubt, kreuzen Sie die entsprechende Option an und lassen Sie die anderen Felder frei.

source: Encryption: Using encryption for data in transfer and at rest is an obvious way to protect data (and hence the rights of your data subjects). If you transfer personal data via a public network (e.g. using Email, VPN-access, Web-based applications, etc.), always use state-of-the-art end-to-end encryption such as TLS, S/MIME or GPG. Also consider using encrypted storage leveraging BitLocker, VeraCrypt, LUKS or similar state-of-the-art technology. If your processing includes special categories of personal data (Art. 9 GDPR) or if you use a mobile device for processing (higher risk for loss, damage or theft), encrypted storage is highly recommended or may even be mandatory.
de: Verschlüsselung: Die Verschlüsselung von Daten bei der Übertragung und im Ruhezustand ist ein offensichtlicher Weg, um Daten (und damit die Rechte der betroffenen Personen) zu schützen. Wenn Sie personenbezogene Daten über ein öffentliches Netz übertragen (z. B. mittels E-Mail, VPN-Zugang, webbasierter Anwendungen usw.), verwenden Sie immer eine dem Stand der Technik entsprechende Ende-zu-Ende-Verschlüsselung wie TLS, S/MIME oder GPG. Erwägen Sie auch verschlüsselte Speicherung mittels BitLocker, VeraCrypt, LUKS oder einer ähnlichen Methode nach Stand der Technik. Wenn Ihre Verarbeitung besondere Kategorien personenbezogener Daten umfasst (Art. 9 DSGVO) oder wenn Sie ein mobiles Gerät für die Verarbeitung verwenden (höheres Risiko für Verlust, Beschädigung oder Diebstahl), wird eine verschlüsselte Speicherung dringend empfohlen oder ist sogar zwingend erforderlich.
