Repository: dbf/django-dpotools
Catalog: rpa/locale/*/LC_MESSAGES/django.po
Languages: de

source: Confidentiality/Integrity: You have to have the ability to ensure the ongoing confidentiality and integrity of processing systems and services. There are very many measures, that will be helpful in this regard, such as establishing a concept for data access based on balanced roles and access rights, having regularly revised security guidelines known and followed by all persons with access to data, having systems for data processing secure and up-to-date on the software side, secure erasure of data, just to name a few. Confidentiality and integrity mostly boils down to one important thing: Never ever lose control of the data in your responsibility. Never allow personal data to leak to unauthorized third parties or (even worse) the general public. Unfortunately, data leaking happens quite easily: Laptop lost, stolen or malware infected, wrong persons cc'ed in an Email, unintended or unauthorized upload to a cloud storage service, open data disposal containers left unattended in areas accessible to unauthorized persons, etc. etc.
de: Vertraulichkeit/Integrität: Sie müssen die Fähigkeit haben, die Vertraulichkeit und Integrität der Systeme und Dienste im Zusammenhang mit der Verarbeitung auf Dauer sicherzustellen. Es gibt sehr viele Massnahmen, die in dieser Hinsicht hilfreich sind, wie z.B. die Erstellung eines Konzepts für den Datenzugriff auf der Grundlage angemessener Rollen und Zugriffsrechte, regelmässig überarbeitete Sicherheitsrichtlinien, die allen Personen, die Zugang zu Daten haben, bekannt sind und von ihnen befolgt werden, softwareseitig sichere und aktuelle Systeme für die Datenverarbeitung, sichere Datenlöschung, um nur einige zu nennen. Vertraulichkeit und Integrität lassen sich vor allem auf eines reduzieren: Verlieren Sie niemals die Kontrolle über die Daten, für die Sie verantwortlich sind. Lassen Sie niemals zu, dass personenbezogene Daten an unbefugte Dritte oder (noch schlimmer) an die Öffentlichkeit gelangen. Leider kann ein Datenleck recht leicht entstehen: Ein verlorener, gestohlener oder Malware-infizierter Laptop, falsche Adressaten in einer E-Mail, unbeabsichtigter oder unerlaubter Upload zu einem Cloud-Speicherdienst, nicht verschlossene Datenentsorgungsbehälter in Bereichen, die für Unbefugte zugänglich sind, usw. usw.

source: Availability/Resilience: You have to have the ability to ensure the ongoing availability and resilience of processing systems and services. You also have to ensure the ability to restore the availability and access to personal data in a timely manner in the event of a physical or technical incident. This is mostly important for processing activites, where a failure is likely to entail negative consequences for data subjects. If your processing activity is a pure research project, availability and resilience are usually less important, as far as the rights of data subjects are concerned (since a failure may very well entail negative consequences for your research, though, you may want to put some thought into availability and resilience - you want to have at least two data backups proven to be restorable and on different physical locations).
de: Verfügbarkeit/Belastbarkeit: Sie müssen über die Fähigkeit verfügen, die Verfügbarkeit und Belastbarkeit der Systeme und Dienste im Zusammenhang mit der Verarbeitung auf Dauer sicherzustellen. Weiterhin über die Fähigkeit, die Verfügbarkeit der personenbezogenen Daten und den Zugang zu ihnen bei einem physischen oder technischen Zwischenfall rasch wiederherzustellen. Dies ist vor allem bei Verarbeitungstätigkeiten wichtig, bei denen ein Ausfall negative Folgen für die betroffenen Personen haben kann oder sogar absehbar haben würde. Handelt es sich bei Ihrer Verarbeitungstätigkeit um ein reines Forschungsprojekt, sind Verfügbarkeit und Belastbarkeit in der Regel weniger wichtig, was die Rechte der betroffenen Personen angeht (da ein Ausfall jedoch sehr wohl negative Folgen für Ihre Forschung haben kann, sollten Sie dennoch auf Verfügbarkeit und Belastbarkeit achten - mindestens sollten Sie zwei Datensicherungen haben, die erwiesen wiederherstellbar sind und die an verschiedenen Standorten aufbewahrt werden).

source: Evaluation: You have to establish a process for regularly testing, assessing and evaluating the effectiveness of technical and organisational measures for ensuring the security of the processing. This process can be either self-developed or already existing and approved for this purpose. Measures taken could include revision of concepts on a regular basis, frequent checks for recent software weaknesses (possibly automated) and penetration testing.
de: Evaluation: Sie müssen ein Verfahren zur regelmässigen Überprüfung, Bewertung und Evaluierung der Wirksamkeit der technischen und organisatorischen Massnahmen zur Gewährleistung der Sicherheit der Verarbeitung entweder selbst entwickeln und umsetzen oder ein vorhandenes, geprüftes Verfahren anwenden. Zu ergreifende Massnahmen können u.a. sein: Regelmässiges Überarbeiten von Konzepten, häufige Prüfungen auf das Bekanntwerden neuer Schwachstellen in der verwendeten Software (möglichst automatisiert) und Penetration testing.

source: Appropriation: You are required to take measures to avoid the use of the data for other purposes than outlined in this RPA. That doesn't mean, that additional or changed purposes are impossible, but they require a formal and lawful procedure (that could be described or referenced below). Actual measures could include the use of pseudonymisation (as mentioned above), separation of the processing activity in terms of roles and organisational units and shutdown of interfaces of the systems used for processing that are not strictly required or limitations on those interfaces.
de: Zweckbindung: Sie sind verpflichtet, Massnahmen zu ergreifen, um die Verwendung der Daten für andere Zwecke als die in diesem VVT genannten zu vermeiden. Das bedeutet nicht, dass zusätzliche oder geänderte Zwecke unmöglich sind, aber sie erfordern ein formelles und rechtmässiges Verfahren (das Sie ggf. im Feld unten beschreiben oder referenzieren können). Zu ergreifende Massnahmen können beinhalten: Nutzung von Pseudonymisierung (wie oben beschrieben), Auftrennung der Verarbeitung mittels rollen- und einrichtungsbasierter Zugriffsmöglichkeiten und Abschaltung oder Einschränkung von Schnittstellen der Systeme, die für die Verarbeitung genutzt werden.

source: Transparency: Your processing activity must be transparent for all involved parties (data subjects, controllers and supervisory authorities). This requires measures such as documentation of data subject enquiries, the use of comprehensible language for answers to enquiries and extensions to databases or similar data structures to handle enquiries (lock flags, fields for notes on consent, objection, etc.). You should know or at least be able to make an educated guess about the number of your data subjects at all times, since this will be one of the first questions that you will be asked in case of an incident (you will be able to answer most other questions at the latest after having consulted your carefully prepared and maintained RPA).
de: Transparenz: Ihre Verarbeitungstätigkeit muss für alle beteiligten Parteien (betroffene Personen, für die Verarbeitung Verantwortliche und zuständige Aufsichtsbehörden) transparent sein. Dies erfordert Massnahmen wie die Dokumentation von Betroffenenanfragen, das Antworten auf Anfragen in verständlicher Sprache und Erweiterungen von Datenbanken oder ähnlichen Datenstrukturen zur Bearbeitung von Anfragen (Sperrvermerke, Felder für Vermerke über Einwilligung, Widerspruch, usw.). Sie sollten jederzeit wissen oder wenigstens eine vernünftige Schätzung dazu machen können, wieviele natürliche Personen von Ihrer Verarbeitung betroffen sind, weil dies eine der ersten Fragen sein wird, die Ihnen bei einem möglichen Vorfall gestellt werden wird (die meisten weiteren Fragen werden Sie spätestens nach dem Nachlesen in Ihrem sorgfältig erstellten und aktuell gehaltenen VVT beantworten können).

source: Subject rights: Data subjects have several rights against the data controller, including, but not limited to the right of access to personal data, the right of rectification and erasure (the latter is conditional and depends on several factors), the right to know about possible transfer to third parties, the right to know about automated decision making, the right to lodge a complaint with the supervisory authority (which will then, most likely, contact the controller and demand information about the processing), the right to know the source of the data (in case the data does not originate directly from the data subject). Possible measures include the implementation of standardized interfaces to collect all data of a single data subject (that could ideally be used by data subjects themselves), the use of software that follows the "data protection by design" and/or "data protection by default" principles and a design of the systems used for the processing activity, that allows to deactivate single features without affecting the processing as a whole.
de: Betroffenenrechte: Betroffene Personen haben eine Reihe von Rechten gegenüber dem für die Verarbeitung Verantwortlichen, darunter das Recht auf Auskunft über die eigenen personenbezogenen Daten, das Recht auf Berichtigung und Löschung (letzteres ist an Bedingungen geknüpft und hängt von mehreren Faktoren ab), das Recht auf Information über eine mögliche Übermittlung an Dritte, das Recht auf Information über automatisierte Entscheidungsfindung, das Recht auf Beschwerde bei der zuständigen Aufsichtsbehörde (die sich dann höchstwahrscheinlich an den für die Verarbeitung Verantwortlichen wenden und Auskunft über die Verarbeitung verlangen wird), das Recht auf Auskunft über die Herkunft der Daten (falls die Daten nicht direkt von der betroffenen Person stammen) und einige mehr. Mögliche Massnahmen können sein: Die Implementierung einer standardisierten Schnittstelle zum Zusammenstellen der Daten einer einzelnen betroffenen Person (optimalerweise wäre diese sogar durch die Person selbst nutzbar), der Einsatz von Software, die nach den "Data protection by design" bzw. "Data protection by default"-Prinzipien entwickelt wurde und ein Design der für die Verarbeitung verwendeten Systeme, das es erlaubt, einzelne Funktionen abzuschalten, ohne die gesamte Verarbeitung erheblich zu beeinträchtigen.

source: You probably noticed that there are intersections between the areas for action above. Describe a measure you take where you think it fits best and don't spend too much time thinking about this. The important part is to describe the measure and to act accordingly.
de: Sie haben wahrscheinlich bemerkt, dass es Überschneidungen zwischen den oben genannten Massnahmenbereichen gibt. Beschreiben Sie eine Massnahme, die Sie ergreifen, dort, wo sie Ihrer Meinung nach am besten passt, und verbringen Sie nicht zu viel Zeit damit, darüber nachzudenken, wo genau das sein könnte. Wichtig ist, die Massnahme zu beschreiben und danach zu handeln.

source: Remember that measures shall be appropriate: If your processing activity is easy to comprehend, does not include special categories of personal data, is only done once with subsequent data erasure/anonymisation and affects only a manageable number of data subjects, some simple measures may already be sufficient. The farther your processing activity is away from this, the more measures (typically with an increasing level of effort and complexity) will be required.
de: Bedenken Sie immer, dass die zu ergreifenden Massnahmen angemessen sein sollen: Wenn Ihre Verarbeitung leicht durchschaubar ist, keine besonderen Kategorien personenbezogener Daten einschliesst, nur einmalig sowie mit anschliessender Datenlöschung bzw. -anonymisierung durchgeführt wird und es nur eine überschaubare Zahl betroffener Personen gibt, können wenige einfache Massnahmen ausreichen. Je weiter Ihre Verarbeitung von diesen Gegebenheiten entfernt ist, desto mehr Massnahmen werden erforderlich sein, die dann typischerweise auch noch immer aufwändiger und komplexer werden.

source: RPA transparency measures
de: VVT Informationspflichten

source: You are required to inform data subjects about your processing of their personal data. Choose how and provide at least one reference to your information.
de: Sie sind verpflichtet, die betroffenen Personen über die Verarbeitung ihrer personenbezogenen Daten zu informieren. Wählen Sie aus, wie Sie dies zu tun beabsichtigen und geben Sie mindestens eine Referenz zu Ihren Informationen an.

source: RPA data transfer to third country or international organisation
de: VVT Übermittlung von Daten in ein Drittland oder an eine internationale Organisation

source: Do you plan to transfer personal data to a third country (which is any country outside the ambit of the GDPR) or international organisation? If yes, choose "Yes" and provide the information required. If there's no adequacy decision of the EU Commission for your intended transfer, you must choose the exception that applies for your intended transfer. Your intended transfer is inadmissible, if no exception applies. Be aware that a transfer may also happen inadvertently, e.g. by using cloud storage services.
de: Beabsichtigen Sie, personenbezogene Daten in ein Drittland (d. h. ein Land ausserhalb des Geltungsbereichs der DSGVO) oder an eine internationale Organisation zu übermitteln? Wenn ja, wählen Sie "Ja" und machen Sie die erforderlichen Angaben. Wenn es keinen Angemessenheitsbeschluss der EU-Kommission für Ihre geplante Übermittlung gibt, müssen Sie die Ausnahme wählen, die für Ihre geplante Übermittlung anwendbar ist. Ihre geplante Übermittlung ist unzulässig, wenn keine Ausnahme anwendbar ist. Bitte bedenken Sie, dass eine Übermittlung auch unbeabsichtigt erfolgen kann, z. B. durch die Nutzung von Cloud-Speicherdiensten.

source: In case your activity involves data transfer to multiple third countries or international organisations (which would be quite unusual, please consider to contact the DPO in this case), you may create a separate document, add it to the annex and refer to it in this form.
de: Sollte Ihre Verarbeitung Datenübermittlungen in mehrere Drittländer oder an mehrere internationale Organisationen beinhalten (was einigermassen ungewöhnlich wäre, Rücksprache mit der DSB wird empfohlen), können Sie ein separates Dokument hierzu anfertigen, dieses dem Anhang beifügen und in diesem Formular darauf verweisen.

source: Delete RPA
de: VVT löschen

source: Are you sure you want to delete the following RPA:
de: Sind Sie sicher, dass Sie das folgende VVT löschen wollen:

source: Edit view for RPA
de: "Bearbeiten"-Ansicht für das VVT

source: present
de: vorhanden

source: missing
de: fehlt

source: check
de: prüfen

source: empty
de: nicht vorhanden

source: This page allows you to edit the above RPA. The table below shows an overview of the required information.
de: Auf dieser Seite können Sie das oben genannte VVT bearbeiten. Die nachstehende Tabelle gibt einen Überblick über die erforderlichen Angaben.

source: To edit information, click on the link in the "Acronym" column.
de: Um Angaben zu bearbeiten, klicken Sie auf den Link in der Spalte "Abkürzung".

source: As soon as all cells in the "Status" column show a "present" status (green), your RPA has the mandatory minimum of information (annex information may stay empty, depending on whether you refer to documents therein). Provided that you gave all required information completely as described in the hints, you can consider this RPA to be complete. Status "present, check" (orange) means that the DPO commented on this part of your RPA and your attention is required. Change to the edit view of the respective part, read the DPO comment (orange button), make the required changes and remove the DPO comment (fastest way to remove: Click on the comment box, then press Ctrl-a and backspace).
de: Sobald alle Zellen in der Spalte "Status" den Status "vorhanden" (grün) aufweisen, verfügt Ihr VVT über das erforderliche Minimum an Angaben (der Anhang kann leer bleiben, wenn Sie nicht auf Dokumente darin verweisen). Vorausgesetzt, Sie haben alle erforderlichen Angaben vollständig wie in den Hinweisen beschrieben gemacht, können Sie dieses VVT als vollständig betrachten. Der Status "vorhanden, prüfen" (orange) bedeutet, dass die DSB eine Anmerkung zu diesem Teil Ihres VVT gemacht hat und Änderungen erforderlich sind. Wechseln Sie hierzu in die "Bearbeiten"-Ansicht der zugehörigen Angaben, lesen die Anmerkung (oranger Button), nehmen die erforderlichen Änderungen vor und löschen danach den Inhalt des "Anmerkung der DSB"-Feldes (schnellster Weg zum Löschen: Anmerkung-Feld anklicken, dann Strg-a und Rückschritttaste).

source: If you wish to check your proceedings, use the "View" link below at any time. As long as your RPA lacks required information, this document view will contain error messages about missing information. You do not need to be logged in all the time during the compilation of your RPA; a partially compiled RPA will "survive" a logout (a partially filled out, unsaved single form will not, though).
de: Wenn Sie Ihre Fortschritte überprüfen möchten, können Sie jederzeit den unten stehenden "Bearbeitungsstand"-Link verwenden. Solange Ihr VVT nicht vollständig ist, wird diese Dokumentenansicht Fehlermeldungen über fehlende Angaben enthalten. Sie müssen nicht die ganze Zeit, die Sie für die Erstellung Ihres VVT brauchen, angemeldet sein; ein teilweise erstelltes VVT "überlebt" eine Abmeldung (ein nur teilweise ausgefülltes, nicht gespeichertes Einzelformular hingegen nicht).

source: Although you will be able to fill in the forms in any order you wish to, please be aware that the information entered in the "Categories of personal data" form is required to fill in some of the subsequent forms (such as "Categories of data subjects"). Therefore, the safe way is to enter information in the order given by the table below.
de: Obwohl Sie die Formulare in beliebiger Reihenfolge ausfüllen können, beachten Sie bitte, dass die in das Formular "Kategorien personenbezogener Daten" eingegebenen Angaben erforderlich sind, um einige der nachfolgenden Formulare auszufüllen (z. B. "Kategorien betroffener Personen"). Am sichersten ist es daher, die Angaben gemäss der Reihenfolge der nachstehenden Tabelle zu machen.

source: View the current state of this RPA in a new browser tab
de: Bearbeitungsstand dieses VVT in einem neuen Browsertab ansehen

source: Acronym
de: Abkürzung

source: Information
de: Angaben

source: RPA short name
de: VVT Kurzbezeichnung

source: already created, cannot be changed
de: bereits angelegt, kann nicht geändert werden

source: RPA designation
de: VVT Bezeichnung

source: RPA full name, date, etc.
de: VVT Bezeichnung, Datum, etc.

source: The entity legally responsible to the outside
de: Nach aussen verantwortliche juristische Person

source: Is there someone, who decides together with you on means and purposes of the processing?
de: Gibt es jemanden, der gemeinsam mit Ihnen über Mittel und Zwecke der Verarbeitung entscheidet?

source: The DPO in charge for
de: Die zuständige DSB für die

source: Internally responsible dept.
de: Intern verantwortliche Einrichtung

source: Your contact data
de: Ihre Kontaktdaten

source: The data categories to be processed
de: Kategorien personenbezogener Daten, die verarbeitet werden sollen

source: The origin of the data categories to be processed
de: Die Herkunft der Kategorien personenbezogener Daten, die verarbeitet werden sollen

source: Purpose and legal basis of your processing activity
de: Zweck und Rechtsgrundlage Ihrer Verarbeitungstätigkeit

source: Categories of data subjects
de: Kategorien betroffener Personen

source: The groups of natural persons affected by your data processing
de: Die Gruppen natürlicher Personen, die von Ihrer Verarbeitung betroffen sind

source: Time limits for erasure of the personal data to be processed
de: Fristen für die Löschung der Datenkategorien, die verarbeitet werden sollen

source: All persons or entities, you intend to transfer personal data to (except third countries or international organisations)
de: Alle Personen oder Einrichtungen, an die Sie personenbezogene Daten übermitteln wollen (ausgenommen Drittländer oder internationale Organisationen)

source: Transfer to a third country or international organisation
de: Übermittlungen in ein Drittland oder an eine internationale Organisation

source: Do you intend to transfer personal data outside the ambit of the GDPR?
de: Beabsichtigen Sie, personenbezogene Daten nach ausserhalb des Geltungsbereichs der DSGVO zu übermitteln?

source: Who will (within the scope of the actual processing) have access to the personal data to be processed?
de: Wer wird (im Rahmen der eigentlichen Verarbeitung) Zugang zu den zu verarbeitenden personenbezogenen Daten haben?

source: How do you intend to inform the data subjects about the processing of their personal data?
de: Wie beabsichtigen Sie, die betroffenen Personen über die Verarbeitung ihrer personenbezogenen Daten zu informieren?

source: Is there an external person or entity, who processes the personal data on your instructions?
de: Gibt es eine externe Person oder Einrichtung, die die personenbezogenen Daten gemäss Ihrer Anweisungen verarbeitet?

source: Does your processing pose major risks for data subjects?
de: Stellt Ihre Verarbeitung ein beträchtliches Risiko für die betroffenen Personen dar?

source: Measures you take to protect the personal data you are responsible for
de: Massnahmen, die Sie zum Schutz der personenbezogenen Daten ergreifen, für die Sie verantwortlich sind

source: Annex of this RPA; useful, but not mandatory
de: Anhang zu diesem VVT; nützlich, aber nicht obligatorisch

source: Hints
de: Hinweise

source: Hints for successfully completing a record of processing activities
de: Hinweise zum erfolgreichen Erstellen eines Verzeichnisses von Verarbeitungstätigkeiten

source: By filling out the set of forms in the RPA generator, you will create a record of processing activities (RPA) for the processing of personal data in the context of your research project, administrative activity, or other intent.
de: Durch das Ausfüllen der Formulare im VVT Generator erstellen Sie ein Verzeichnis von Verarbeitungstätigkeiten (VVT, auch: VV) für die Verarbeitung personenbezogener Daten im Rahmen Ihres Forschungsprojekts, Ihrer Verwaltungstätigkeit oder anderer Vorhaben.

source: Choose "New RPA" from the "RPA generator" menue on the left to create a new, empty RPA. Once you've successfully created an empty RPA, it will be shown in the list under "My RPAs". You will then have the opportunity to edit, delete, view and export your RPA (PDF export). Please be aware that there's no guarantee that finished RPAs will remain on this system for a longer period of time.
de: Wählen Sie "Neues VVT" aus dem Menue "VVT Generator" auf der linken Seite, um ein neues, leeres VVT zu erstellen. Sobald Sie erfolgreich ein leeres VVT erstellt haben, wird dieses in der Liste unter "Meine VVT" angezeigt. Sie haben dann die Möglichkeit, Ihr VVT zu bearbeiten, zu löschen, anzusehen und zu exportieren (PDF-Export). Bitte beachten Sie, dass es keine Garantie dafür gibt, dass fertiggestellte VVT über einen längeren Zeitraum in diesem System verbleiben.
